{"title":"Daily and 3‐hourly variability in global fire emissions\nand consequences for atmospheric model predictions of carbon monoxide","uri":"","abstract":"Attribution of the causes of atmospheric trace gas and aerosol variability often requires the use of high resolution time series of anthropogenic and natural emissions inventories. Here we developed an approach for representing synoptic- and diurnal-scale temporal variability in fire emissions for the Global Fire Emissions Database version 3 (GFED3). We disaggregated monthly GFED3 emissions during 2003–2009 to a daily time step using Moderate Resolution Imaging Spectroradiometer (MODIS)-derived measurements of active fires from Terra and Aqua satellites. In parallel, mean diurnal cycles were constructed from Geostationary Operational Environmental Satellite (GOES) Wildfire Automated Biomass Burning Algorithm (WF_ABBA) active fire observations. Daily variability in fires varied considerably across different biomes, with short but intense periods of daily emissions in boreal ecosystems and lower intensity (but more continuous) periods of burning in savannas. These patterns were consistent with earlier field and modeling work characterizing fire behavior dynamics in different ecosystems. On diurnal timescales, our analysis of the GOES WF_ABBA active fires indicated that fires in savannas, grasslands, and croplands occurred earlier in the day as compared to fires in nearby forests. Comparison with Total Carbon Column Observing Network (TCCON) and Measurements of Pollution in the Troposphere (MOPITT) column CO observations provided evidence that including daily variability in emissions moderately improved atmospheric model simulations, particularly during the fire season and near regions with high levels of biomass burning. The high temporal resolution estimates of fire emissions developed here may ultimately reduce uncertainties related to fire contributions to atmospheric trace gases and aerosols. Important future directions include reconciling top-down and bottom up estimates of fire radiative power and integrating burned area and active fire time series from multiple satellite sensors to improve daily emissions estimates. ","documents":[{"id":"http://authors.library.caltech.edu/id/document/34661","docid":34661,"rev_number":6,"files":[{"id":"http://authors.library.caltech.edu/id/file/397666","fileid":397666,"datasetid":"document","objectid":34661,"filename":"Mu2011p16828J_Geophys_Res-Atmos.pdf","mime_type":"application/pdf","hash":"","hash_type":"","filesize":2779619,"mtime":"2012-12-26 14:44:53","url":"http://authors.library.caltech.edu/28989/1/Mu2011p16828J_Geophys_Res-Atmos.pdf"}],"eprintid":28989,"pos":1,"placement":0,"mime_type":"application/pdf","format":"application/pdf","language":"en","security":"public","license":"other","main":"Mu2011p16828J_Geophys_Res-Atmos.pdf","content":"published"},{"id":"http://authors.library.caltech.edu/id/document/68853","docid":68853,"rev_number":2,"files":[{"id":"http://authors.library.caltech.edu/id/file/397664","fileid":397664,"datasetid":"document","objectid":68853,"filename":"preview.png","mime_type":"image/png","hash":"b1bb83379f8a18cc5ef008afd6ca7d57","hash_type":"MD5","filesize":164204,"mtime":"2012-12-26 14:44:53","url":"http://authors.library.caltech.edu/28989/2/preview.png"}],"eprintid":28989,"pos":2,"placement":2,"mime_type":"image/png","format":"image/png","language":"en","security":"public","license":"other","main":"preview.png","content":""}],"note":"© 2011 the American Geophysical Union. \n\nReceived 12 May 2011; revised 23 September 2011; accepted 18 October 2011; published 24 December 2011. \n\nThis research was supported by NASA grants NNX08AF64G and NNX10AT83G and the EU Seventh Research Framework Programme (MACC project, contract 218793). The time series described here is publicly available on the Global Fire Emissions Database server (www.globalfiredata.org). We thank E. Lyons for contributing to the development of the daily fire emissions time series. E. J. Hyer and E. Prins acknowledge support from the NASA Interdisciplinary Studies Program. U.S.\nfunding for TCCON comes from NASA’s Terrestrial Ecology Program (NNX08A186G), the Orbiting Carbon Observatory Program (NAS7–03001), the DOE/ARM Program and the Atmospheric CO2 Observations from Space Program. Some of the research described in this paper was performed at the Jet Propulsion Laboratory, California Institute of Technology, under a contract with the National Aeronautics and Space Administration. The Lauder TCCON measurements were funded by New Zealand Foundation for Research, Science and Technology contracts CO1X0204 and CO1X0406. We thank B. Connor and J. Robinson for their contributions to the Lauder CO time series. ","id":28989,"rev_number":23,"userid":772,"eprint_dir":"disk0/00/02/89/89","datestamp":"2012-01-30 16:12:37","lastmod":"2017-04-07 02:10:56","status_changed":"2012-01-30 16:12:37","type":"article","metadata_visibility":"show","creators":[{"given":"M.","family":"Mu","id":"Mu-M","orcid":""},{"given":"J. T.","family":"Randerson","id":"Randerson-J-T","orcid":"0000-0001-6559-7387"},{"given":"G. R.","family":"van der Werf","id":"van-der-Werf-G-R","orcid":""},{"given":"L.","family":"Giglio","id":"Giglio-L","orcid":""},{"given":"P.","family":"Kasibhatla","id":"Kasibhatla-P","orcid":""},{"given":"D.","family":"Morton","id":"Morton-D","orcid":""},{"given":"G. J.","family":"Collatz","id":"Collatz-G-J","orcid":""},{"given":"R. S.","family":"DeFries","id":"DeFries-R-S","orcid":""},{"given":"E. J.","family":"Hyer","id":"Hyer-E-J","orcid":""},{"given":"E. M.","family":"Prins","id":"Prins-E-M","orcid":""},{"given":"D. W. T.","family":"Griffith","id":"Griffith-D-W-T","orcid":""},{"given":"D.","family":"Wunch","id":"Wunch-D","orcid":"0000-0002-4924-0377"},{"given":"G. C.","family":"Toon","id":"Toon-G-C","orcid":""},{"given":"V.","family":"Sherlock","id":"Sherlock-V","orcid":""},{"given":"P. O.","family":"Wennberg","id":"Wennberg-P-O","orcid":"0000-0002-6126-3854"}],"ispublished":"pub","subjects":null,"full_text_status":"public","keywords":"","date":"2011-12-24","date_type":"published","publication":"Journal of Geophysical Research D","volume":"116","number":"","pagerange":"Art. No. D24303","id_number":"CaltechAUTHORS:20120127-072000089","refereed":true,"issn":"0148-0227","official_url":"http://resolver.caltech.edu/CaltechAUTHORS:20120127-072000089","related_url":[{"url":"http://dx.doi.org/10.1029/2011JD016245","type":"doi","description":"Article"}],"referencetext":["Abshire, J. B., et al. (2010), A lidar approach to measure CO2 concentrations\nfrom space for the ASCENDS mission, Proc. SPIE Int. Soc. Opt.\nEng., 7832, 78320D, doi:10.1117/12.868567.\nAl‐Saadi, J., et al. (2008), Intercomparison of near‐real‐time biomass burning\nemissions estimates constrained by satellite fire data, J. Appl. Remote\nSens., 2, 021504, doi: 10.1117/1.2948785.\nArino, O., and J.‐M. Rosaz (1999), 1997 and 1998 world ATSR fire atlas\nusing ERS‐2 ATSR‐2 data, paper presented at Proceedings of the Joint Fire Science Conference and Workshop, Int. Assoc. of Wildland Fire,\nBoise, Idaho.\nBeall, H. W. (1934), Diurnal and seasonal fluctuation of fire‐hazard in pine\nforests, For. Chron., 10, 209–225.\nBeck, J. A., and A. C. F. Trevitt (1989), Forecasting diurnal‐variations in\nmeteorological parameters for predicting fire behavior, Can. J. For.\nRes., 19, 791–797, doi:10.1139/x89-120.\nBergamaschi, P., R. Hein, M. Heimann, and P. J. Crutzen (2000), Inverse\nmodeling of the global CO cycle 1. Inversion of CO mixing ratios,\nJ. Geophys. Res., 105, 1909–1927, doi:10.1029/1999JD900818.\nBey, I., D. J. Jacob, R. M. Yantosca, J. A. Logan, B. D. Field, A. M. Fiore,\nQ. B. Li, H. G. Y. Liu, L. J. Mickley, and M. G. Schultz (2001), Global\nmodeling of tropospheric chemistry with assimilated meteorology: Model\ndescription and evaluation, J. Geophys. Res., 106(D19), 23,073–23,095,\ndoi:10.1029/2001JD000807.\nBoby, L. A., E. A. G. Schuur, M. C. Mack, D. Verbyla, and J. F. Johnstone\n(2010), Quantifying fire severity, carbon, and nitrogen emissions in\nAlaska’s boreal forest, Ecol. Appl., 20(6), 1633–1647, doi:10.1890/\n08-2295.1.\nBoersma, K. F., D. J. Jacob, H. J. Eskes, R. W. Pinder, J. Wang, and\nR. J. van der A (2008), Intercomparison of SCIAMACHY and OMI tropospheric\nNO2 columns: Observing the diurnal evolution of chemistry and\nemissions from space, J. Geophys. Res., 113, D16S26, doi:10.1029/\n2007JD008816.\nBousquet, P., et al. (2006), Contribution of anthropogenic and natural\nsources to atmospheric methane variability, Nature, 443(7110),\n439–443, doi:10.1038/nature05132.\nBowman, D., et al. (2009), Fire in the Earth System, Science, 324, 481–484,\ndoi:10.1126/science.1163886.\nCachier, H., et al. (1995), Particulate content of savanna fire emissions,\nJ. Atmos. Chem., 22, 123–148, doi:10.1007/BF00708185.\nChen, Y., Q. Li, J. T. Randerson, E. A. Lyons, R. A. Kahn, D. L. Nelson,\nand D. J. Diner (2009), The sensitivity of CO and aerosol transport to the\ntemporal and vertical distribution of North American boreal fire emissions,\nAtmos. Chem. Phys., 9(17), 6559–6580, doi:10.5194/acp-9-6559-2009.\nChen, Y., J. T. Randerson, G. R. van der Werf, D. C. Morton, M. Mu, and\nP. S. Kasibhatla (2010), Nitrogen deposition in tropical forests from\nsavanna and deforestation fires, Global Change Biol., 16(7), 2024–2038,\ndoi:10.1111/j.1365-2486.2009.02156.x.\nChin, M., T. Diehl, O. Dubovik, T. F. Eck, B. N. Holben, A. Sinyuk, and\nD. G. Streets (2009), Light absorption by pollution, dust, and biomass\nburning aerosols: A global model study and evaluation with AERONET\nmeasurements, Ann. Geophys., 27(9), 3439–3464, doi:10.5194/angeo-\n27-3439-2009.\nDeeter, M. N. (2009), MOPITT (Measurements of Pollution in the Troposphere)\nprovisional version 4: Product user’s guide, report, MOPITT\nAlgorithm Dev. Team, Atmos. Chem. Div., Natl. Cent. for Atmos.\nRes., Boulder, Colo.\nDeeter, M. N., et al. (2003), Operational carbon monoxide retrieval algorithm\nand selected results for the MOPITT instrument, J. Geophys.\nRes., 108(D14), 4399, doi:10.1029/2002JD003186.\nDelfino, R. J., et al. (2009), The relationship of respiratory and cardiovascular\nhospital admissions to the southern California wildfires of 2003,\nOccup. Environ. Med., 66(3), 189–197, doi:10.1136/oem.2008.041376.\nDuncan, B. N., R. V. Martin, A. C. Staudt, R. Yevich, and J. A. Logan\n(2003), Interannual and seasonal variability of biomass burning emissions\nconstrained by satellite observations, J. Geophys. Res., 108(D2),\n4100, doi:10.1029/2002JD002378.\nEmmons, L. K., et al. (2004), Validation of Measurements of Pollution in\nthe Troposphere (MOPITT) CO retrievals with aircraft in situ profiles,\nJ. Geophys. Res., 109(D3), D03309, doi:10.1029/2003JD004101.\nEva, H., and E. F. Lambin (1998), Remote sensing of biomass burning in\ntropical regions: Sampling issues and multisensor approach, Remote\nSens. Environ., 64(3), 292–315, doi:10.1016/S0034-4257(98)00006-6.\nFerguson, S. A., R. L. Collins, J. Ruthford, and M. Fukuda (2003), Vertical\ndistribution of nighttime smoke following a wildland biomass fire in\nboreal Alaska, J. Geophys. Res., 108(D23), 4743, doi:10.1029/\n2002JD003324.\nFiore, A. M., D. J. Jacob, H. Liu, R. M. Yantosca, T. D. Fairlie, and Q. Li\n(2003), Variability in surface ozone background over the United States:\nImplication for air quality policy, J. Geophys. Res., 108(D24), 4787,\ndoi:10.1029/2003JD003855.\nFlanner, M. G., C. S. Zender, J. T. Randerson, and P. J. Rasch (2007),\nPresent‐day climate forcing and response from black carbon in snow,\nJ. Geophys. Res., 112, D11202, doi:10.1029/2006JD008003.\nFreitas, S. R., K. M. Longo, R. Chatfield, D. Latham, M. Dias, M. O.\nAndreae, E. Prins, J. C. Santos, R. Gielow, and J. A. Carvalho (2007),\nIncluding the sub‐grid scale plume rise of vegetation fires in low resolution\natmospheric transport models, Atmos. Chem. Phys., 7(13), 3385–3398,\ndoi:10.5194/acp-7-3385-2007.\nFrench, N. H. F., et al. (2011), Model comparisons for estimating carbon\nemissions from North American wildland fire, J. Geophys. Res., 116,\nG00K05, doi:10.1029/2010JG001469.\nFriedl, M. A., et al. (2002), Global land cover mapping from MODIS: Algorithms\nand early results, Remote Sens. Environ., 83(1–2), 287–302,\ndoi:10.1016/S0034-4257(02)00078-0.\nFuzzi, S. et al. (2007), Overview of the inorganic and organic composition\nof size‐segregated aerosol in Rondonia, Brazil, from the biomass‐burning\nperiod to the onset of the wet season, J. Geophys. Res., 112, D01201,\ndoi:10.1029/2005JD006741.\nGiglio, L. (2007), Characterization of the tropical diurnal fire cycle using\nVIRS and MODIS observations, Remote Sens. Environ., 108(4),\n407–421, doi:10.1016/j.rse.2006.11.018.\nGiglio, L., J. D. Kendall, and R. Mack (2003), A multi‐year active fire\ndataset for the tropics derived from the TRMM VIRS, Int. J. Remote\nSens., 24(22), 4505–4525, doi:10.1080/0143116031000070283.\nGiglio, L., I. Csiszar, and C. O. Justice (2006), Global distribution and seasonality\nof active fires as observed with the Terra and Aqua Moderate\nResolution Imaging Spectroradiometer (MODIS) sensors, J. Geophys.\nRes., 111, G02016, doi:10.1029/2005JG000142.\nGiglio, L., T. Loboda, D. P. Roy, B. Quayle, and C. O. Justice (2009), An\nactive‐fire based burned area mapping algorithm for the MODIS sensor,\nRemote Sens. Environ., 113(2), 408–420, doi:10.1016/j.rse.2008.10.006.\nGiglio, L., J. T. Randerson, G. R. van der Werf, P. S. Kasibhatla, G. J.\nCollatz, D. C. Morton, and R. S. DeFries (2010), Assessing variability and\nlong‐term trends in burned area by merging multiple satellite fire products,\nBiogeosciences, 7(3), 1171–1186, doi:10.5194/bg-7-1171-2010.\nGillett, N. P., A. J. Weaver, F. W. Zwiers, and M. D. Flannigan (2004),\nDetecting the effect of climate change on Canadian forest fires, Geophys.\nRes. Lett., 31, L18211, doi:10.1029/2004GL020876.\nGoetz, S. J., G. J. Fiske, and A. G. Bunn (2006), Using satellite time‐series\ndata sets to analyze fire disturbance and forest recovery across Canada,\nRemote Sens. Environ., 101(3), 352–365, doi:10.1016/j.rse.2006.01.011.\nGuenther, A., T. Karl, P. Harley, C. Wiedinmyer, P. I. Palmer, and C. Geron\n(2006), Estimates of global terrestrial isoprene emissions using MEGAN\n(Model of Emissions of Gases and Aerosols from Nature), Atmos. Chem.\nPhys., 6, 3181–3210, doi:10.5194/acp-6-3181-2006.\nHao, W. M., D. E. Ward, G. Olbu, and S. P. Baker (1996), Emissions of\nCO2, CO, and hydrocarbons from fires in diverse African savanna ecosystems,\nJ. Geophys. Res., 101, 23,577–23,584, doi:10.1029/95JD02198.\nHeald, C. L., D. J. Jacob, P. I. Palmer, M. J. Evans, G. W. Sachse, H. B.\nSingh, and D. R. Blake (2003), Biomass burning emission inventory\nwith daily resolution: Application to aircraft observations of Asian outflow,\nJ. Geophys. Res., 108(D21), 8811, doi:10.1029/2002JD003082.\nHicke, J. A., G. P. Asner, E. S. Kasischke, N. H. F. French, J. T. Randerson,\nG. J. Collatz, B. J. Stocks, C. J. Tucker, S. O. Los, and C. B. Field (2003),\nPostfire response of North American boreal forest net primary productivity\nanalyzed with satellite observations, Global Change Biol., 9(8),\n1145–1157, doi:10.1046/j.1365-2486.2003.00658.x.\nHyer, E. J., E. S. Kasischke, and D. J. Allen (2007), Effects of source\ntemporal resolution on transport simulations of boreal fire emissions,\nJ. Geophys. Res., 112, D01302, doi:10.1029/2006JD007234.\nJacob, D. J., B. D. Field, E. Jin, I. Bey, Q. Li, J. A. Logan, and R. M. Yantosca\n(2002), Atmospheric budget of acetone, J. Geophys. Res., 107(D11), 4100,\ndoi:10.1029/2001JD000694.\nJacobson, M. Z. (2001), Strong radiative heating due to the mixing state of\nblack carbon in atmospheric aerosols, Nature, 409, 695–697, doi:10.1038/\n35055518.\nJin, Y., and D. P. Roy (2005), Fire‐induced albedo change and its radiative\nforcing at the surface in northern Australia, Geophys. Res. Lett., 32,\nL13401, doi:10.1029/2005GL022822.\nJohnson, E. A. (1992), Fire and Vegetation Dynamics: Studies from the\nNorth American Boreal Forest, 131 pp., Cambridge Univ. Press,\nCambridge, U. K., doi:10.1017/CBO9780511623516.\nKaiser, J. W., et al. (2011), Biomass burning emissions estimated with a\nglobal fire assimilation system based on observed fire radiative power,\nBiogeosci. Discuss., 8, 7339–7398, doi:10.5194/bgd-8-7339-2011.\nKaufman, Y. J., et al. (2005), The effect of smoke, dust, and pollution aerosol\non shallow cloud development over the Atlantic Ocean, Proc. Natl.\nAcad. Sci. U. S. A., 102, 11,207–11,212, doi:10.1073/pnas.0505191102.\nKeppel‐Aleks, G., P. O. Wennberg, and T. Schneider (2010), Sources of\nvariations in total column carbon dioxide, Atmos. Chem. Phys. Discuss.,\n10, 30,569–30,611, doi:10.5194/acpd-10-30569-2010.\nKopacz, M., et al. (2010), Global estimates of CO sources with high resolution\nby adjoint inversion of multiple satellite datasets (MOPITT, AIRS,\nSCIAMACHY, TES), Atmos. Chem. Phys., 10, 855–876, doi:10.5194/\nacp-10-855-2010.\nLangaas, S. (1992), Temporal and spatial distribution of savanna fires in\nSenegal and the Gambia, West Africa, 1989–1990, derived from multitemporal\nAVHRR night images, Int. J. Wildland Fire, 2(1), 21–36,\ndoi:10.1071/WF9920021.\nLangenfelds, R. L., R. J. Francey, B. C. Pak, L. P. Steele, J. Lloyd, C. M.\nTrudinger, and C. E. Allison (2002), Interannual growth rate variations of\natmospheric CO2 and its d13C, H2, CH4, and CO between 1992 and 1999\nlinked to biomass burning, Global Biogeochem. Cycles, 16(3), 1048,\ndoi:10.1029/2001GB001466.\nLatifovic, R., Z. L. Zhu, J. Cihlar, C. Giri, and I. Olthof (2004), Land cover\nmapping of north and central America ‐ Global Land Cover 2000,\nRemote Sens. Environ., 89(1), 116–127, doi:10.1016/j.rse.2003.11.002.\nLinn, R., et al. (2002), Studying wildfire behavior using FIRETEC, Int. J.\nWildland Fire, 11, 233–246, doi:10.1071/WF02007.\nLuo, M., et al. (2007), Comparison of carbon monoxide measurements by\nTES and MOPITT: Influence of a priori data and instrument characteristics\non nadir atmospheric species retrievals, J. Geophys. Res., 112, D09303,\ndoi:10.1029/2006JD007663.\nLyons, E. A., Y. F. Jin, and J. T. Randerson (2008), Changes in surface\nalbedo after fire in boreal forest ecosystems of interior Alaska assessed\nusing MODIS satellite observations, J. Geophys. Res., 113, G02012,\ndoi:10.1029/2007JG000606.\nMarlon, J. R., et al. (2008), Climate and human influences on global biomass\nburning over the past two millennia, Nat. Geosci., 1, 697–702, doi:10.1038/\nngeo313.\nMcMillan, A. M. S., and M. L. Goulden (2008), Age‐dependent variation in\nthe biophysical properties of boreal forests, Global Biogeochem. Cycles,\n22, GB2023, doi:10.1029/2007GB003038.\nMcRae, D. J., J. Z. Jin, S. G. Conard, A. I. Sukhinin, G. A. Ivanova, and\nT. W. Blake (2005), Infrared characterization of fine‐scale variability in\nbehavior of boreal forest fires, Can. J. For. Res., 35(9), 2194–2206,\ndoi:10.1139/x05-096.\nMoritz, M. A., T. J. Moody, M. A. Krawchuk, M. Hughes, and A. Hall\n(2010), Spatial variation in extreme winds predicts large wildfire locations\nin chaparral ecosystems, Geophys. Res. Lett., 37, L04801,\ndoi:10.1029/2009GL041735.\nMorton, D. C., R. S. Defries, J. T. Randerson, L. Giglio, W. Schroeder, and\nG. R. van Der Werf (2008), Agricultural intensification increases deforestation\nfire activity in Amazonia, Global Change Biol., 14(10), 2262–2275,\ndoi:10.1111/j.1365-2486.2008.01652.x.\nMouillot, F., and C. B. Field (2005), Fire history and the global carbon\nbudget: A 1 degrees × 1 degrees fire history reconstruction for the\n20th century, Global Change Biol., 11, 398–420, doi:10.1111/j.1365-\n2486.2005.00920.x.\nNepstad, D. C., et al. (1999), Large‐scale impoverishment of Amazonian\nforests by logging and fire, Nature, 398, 505–508, doi:10.1038/19066.\nNepstad, D., et al. (2004), Amazon drought and its implications for forest\nflammability and tree growth: A basin‐wide analysis, Global Change\nBiol., 10, 704–717, doi:10.1111/j.1529-8817.2003.00772.x.\nNevison, C. D., N. M. Mahowald, S. C. Doney, I. D. Lima, G. R. Van der\nWerf, J. T. Randerson, D. F. Baker, P. Kasibhatla, and G. A. McKinley\n(2008), Contribution of ocean, fossil fuel, land biosphere, and biomass\nburning carbon fluxes to seasonal and interannual variability in atmospheric\nCO2, J. Geophys. Res., 113, G01010, doi:10.1029/2007JG000408.\nOtt, L. E., J. Bacmeister, S. Pawson, K. Pickering, G. Stenchikov, M. Suarez,\nH. Huntrieser, M. Loewenstein, J. Lopez, and I. Xueref‐Remy (2009),\nAnalysis of convective transport and parameter sensitivity in a single\ncolumn version of the Goddard Earth Observation System, Version 5,\ngeneral circulation model, J. Atmos. Sci., 66, 627–646, doi:10.1175/\n2008JAS2694.1.\nPaton‐Walsh, C., N. M. Deutscher, D. W. T. Griffith, B. W. Forgan, S. R.\nWilson, N. B. Jones, and D. P. Edwards (2010), Trace gas emissions\nfrom savanna fires in northern Australia, J. Geophys. Res., 115,\nD16314, doi:10.1029/2009JD013309.\nPeters, W., et al. (2007), An atmospheric perspective on North American\ncarbon dioxide exchange: CarbonTracker, Proc. Natl. Acad. Sci. U. S. A.,\n104(48), 18,925–18,930, doi:10.1073/pnas.0708986104.\nPierce, R. B., et al. (2009), Impacts of background ozone production on\nHouston and Dallas, Texas, air quality during the Second Texas Air Quality\nStudy field mission, J. Geophys. Res., 114, D00F09, doi:10.1029/\n2008JD011337.\nPrentice, I. C., D. I. Kelley, P. N. Foster, P. Friedlingstein, S. P. Harrison,\nand P. J. Bartlein (2011), Modeling fire and the terrestrial carbon balance,\nGlobal Biogeochem. Cycles, 25, GB3005, doi:10.1029/2010GB003906.\nPrins, E. M., and W. P. Menzel (1992), Geostationary satellite detection\nof biomass burning in South‐America, Int. J. Remote Sens., 13(15),\n2783–2799, doi:10.1080/01431169208904081.\nPrins, E. M., J. M. Feltz, W. P. Menzel, and D. E. Ward (1998), An overview\nof GOES‐8 diurnal fire and smoke results for SCAR‐B and 1995\nfire season in South America, J. Geophys. Res., 103(D24), 31,821–31,835,\ndoi:10.1029/98JD01720.\nPrins, E. M., J. Schmetz, L. Flynn, D. Hillger, and J. M. Feltz (2001), Overview\nof current and future diurnal active fire monitoring using a suite of\ninternational geostationary satellites, in Global and Regional Wildfire\nMonitoring: Current Status and Future Plans, edited by F. J. Ahern,\nJ. G. Goldammer, and C. O. Justice, pp. 145–170, SPB Acad., Hague,\nNetherlands.\nRamanathan, V., et al. (2001), Indian Ocean Experiment: An integrated\nanalysis of the climate forcing and effects of the great Indo‐Asian haze,\nJ. Geophys. Res., 106, 28,371–28,398, doi:10.1029/2001JD900133.\nRanderson, J. T., G. R. van der Werf, G. J. Collatz, L. Giglio, C. J. Still,\nP. Kasibhatla, J. B. Miller, J. W. C. White, R. S. DeFries, and E"],"rights":"No commercial reproduction, distribution, display or performance rights in this work are provided.","official_citation":"Mu, M., et al. (2011), Daily and 3‐hourly variability in global fire emissions and consequences for atmospheric model\npredictions of carbon monoxide, J. Geophys. Res., 116, D24303, doi:10.1029/2011JD016245. ","other_numbering_system":null,"funders":[{"agency":"NASA","grant_number":"NNX08AF64G"},{"agency":"NASA","grant_number":"NNX10AT83G"},{"agency":"EU Seventh Research Framework Programme ","grant_number":"MACC-218793"},{"agency":"NASA","grant_number":"NNX08A186G"},{"agency":"NASA","grant_number":"NAS7-03001"},{"agency":"Department of Energy (DOE)","grant_number":""},{"agency":"New Zealand Foundation for Research Science and Technology","grant_number":"CO1X0204"},{"agency":"New Zealand Foundation for Research Science and Technology","grant_number":"CO1X0406"}],"collection":"CaltechAUTHORS","reviewer":"TD","local_group":null}