{"title":"Forecasting global atmospheric CO_2","uri":"","abstract":"A new global atmospheric carbon dioxide (CO_2) real-time forecast is now available as part of the pre-operational Monitoring of Atmospheric Composition and Climate – Interim Implementation (MACC-II) service using the infrastructure of the European Centre for Medium-Range Weather Forecasts (ECMWF) Integrated Forecasting System (IFS). One of the strengths of the CO_2 forecasting system is that the land surface, including vegetation CO_2 fluxes, is modelled online within the IFS. Other CO_2 fluxes are prescribed from inventories and from off-line statistical and physical models. The CO_2 forecast also benefits from the transport modelling from a state-of-the-art numerical weather prediction (NWP) system initialized daily with a wealth of meteorological observations. This paper describes the capability of the forecast in modelling the variability of CO_2 on different temporal and spatial scales compared to observations. The modulation of the amplitude of the CO_2 diurnal cycle by near-surface winds and boundary layer height is generally well represented in the forecast. The CO_2 forecast also has high skill in simulating day-to-day synoptic variability. In the atmospheric boundary layer, this skill is significantly enhanced by modelling the day-to-day variability of the CO_2 fluxes from vegetation compared to using equivalent monthly mean fluxes with a diurnal cycle. However, biases in the modelled CO_2 fluxes also lead to accumulating errors in the CO_2 forecast. These biases vary with season with an underestimation of the amplitude of the seasonal cycle both for the CO_2 fluxes compared to total optimized fluxes and the atmospheric CO_2 compared to observations. The largest biases in the atmospheric CO_2 forecast are found in spring, corresponding to the onset of the growing season in the Northern Hemisphere. In the future, the forecast will be re-initialized regularly with atmospheric CO_2 analyses based on the assimilation of CO_2 products retrieved from satellite measurements and CO_2 in situ observations, as they become available in near-real time. In this way, the accumulation of errors in the atmospheric CO_2 forecast will be reduced. Improvements in the CO_2 forecast are also expected with the continuous developments in the operational IFS.","documents":[{"id":"http://authors.library.caltech.edu/id/document/209512","docid":209512,"rev_number":3,"files":[{"id":"http://authors.library.caltech.edu/id/file/861705","fileid":861705,"datasetid":"document","objectid":209512,"filename":"acp-14-11959-2014.pdf","mime_type":"application/pdf","hash":"6382cccd3f7bd5cefe208abbe73fdbf3","hash_type":"MD5","filesize":7766445,"mtime":"2014-12-19 18:47:53","url":"http://authors.library.caltech.edu/53037/1/acp-14-11959-2014.pdf"}],"eprintid":53037,"pos":1,"placement":1,"mime_type":"application/pdf","format":"application/pdf","language":"en","security":"public","license":"cc_by","main":"acp-14-11959-2014.pdf","content":"published"},{"id":"http://authors.library.caltech.edu/id/document/209513","docid":209513,"rev_number":2,"files":[{"id":"http://authors.library.caltech.edu/id/file/861707","fileid":861707,"datasetid":"document","objectid":209513,"filename":"lightbox.jpg","mime_type":"image/png","hash":"89383c5b574fb89ea87663302767ca5a","hash_type":"MD5","filesize":88708,"mtime":"2014-12-19 18:47:54","url":"http://authors.library.caltech.edu/53037/2/lightbox.jpg"}],"eprintid":53037,"pos":2,"placement":2,"mime_type":"image/png","format":"other","language":"en","security":"public","license":"other","main":"lightbox.jpg","content":""},{"id":"http://authors.library.caltech.edu/id/document/209514","docid":209514,"rev_number":2,"files":[{"id":"http://authors.library.caltech.edu/id/file/861708","fileid":861708,"datasetid":"document","objectid":209514,"filename":"preview.png","mime_type":"image/png","hash":"268148503efda6e41b94ee1aefd001a4","hash_type":"MD5","filesize":155013,"mtime":"2014-12-19 18:47:55","url":"http://authors.library.caltech.edu/53037/3/preview.png"}],"eprintid":53037,"pos":3,"placement":3,"mime_type":"image/png","format":"other","language":"en","security":"public","license":"other","main":"preview.png","content":""},{"id":"http://authors.library.caltech.edu/id/document/209515","docid":209515,"rev_number":2,"files":[{"id":"http://authors.library.caltech.edu/id/file/861709","fileid":861709,"datasetid":"document","objectid":209515,"filename":"medium.jpg","mime_type":"image/png","hash":"6b95a16ee432fb44d4b8b925d883ad29","hash_type":"MD5","filesize":12342,"mtime":"2014-12-19 18:47:56","url":"http://authors.library.caltech.edu/53037/4/medium.jpg"}],"eprintid":53037,"pos":4,"placement":4,"mime_type":"image/png","format":"other","language":"en","security":"public","license":"other","main":"medium.jpg","content":""},{"id":"http://authors.library.caltech.edu/id/document/209516","docid":209516,"rev_number":2,"files":[{"id":"http://authors.library.caltech.edu/id/file/861710","fileid":861710,"datasetid":"document","objectid":209516,"filename":"small.jpg","mime_type":"image/png","hash":"dcac0ba9e6a5cb3760bfb22734eb5756","hash_type":"MD5","filesize":1959,"mtime":"2014-12-19 18:47:57","url":"http://authors.library.caltech.edu/53037/5/small.jpg"}],"eprintid":53037,"pos":5,"placement":5,"mime_type":"image/png","format":"other","language":"en","security":"public","license":"other","main":"small.jpg","content":""},{"id":"http://authors.library.caltech.edu/id/document/209517","docid":209517,"rev_number":1,"files":[{"id":"http://authors.library.caltech.edu/id/file/861711","fileid":861711,"datasetid":"document","objectid":209517,"filename":"indexcodes.txt","mime_type":"text/x-c","hash":"48c7d52cedb520df953889a56ea6bf4c","hash_type":"MD5","filesize":19727,"mtime":"2014-12-19 18:47:57","url":"http://authors.library.caltech.edu/53037/6/indexcodes.txt"}],"eprintid":53037,"pos":6,"placement":6,"mime_type":"text/x-c","format":"other","language":"en","security":"public","license":"other","main":"indexcodes.txt","content":""}],"note":"© 2014 Author(s). CC Attribution 3.0 License. \n\nReceived: 1 April 2014. Published in Atmos. Chem. Phys. Discuss.: 27 May 2014. Revised: 8 September 2014. Accepted: 8 September 2014. Published: 14 November 2014. Edited by: S. Galmarini.\n\nThis study was funded by the European Commission under the EU Seventh Research Framework Programme (grant agreement No. 283576, MACC II). The ICOS data were obtained from the ICOS Atmospheric Thematic Center (Laboratoire des Sciences du Climat et l’Environnement) website at https://icos-atc-demo.lsce.ipsl.fr. The authors acknowledge the\nEuropean Commission for the support of the preparatory phase of ICOS (2008–2013), the Netherlands Ministry of IenM and ECN for the support of the observations at Cabauw, and the monitoring network SNO-RAMCES/ICOS-France which is in charge of Ivittuut, Mace Head and Lamto stations with the support of CNRS, CEA and OVSQ. Thanks to F. Truong (LSCE) and to A. Diawara and Y. Palmer for the maintenance of Station Géophysique de LAMTO with the support of University of Abidjan. Thanks to J. L. Bonne and M. Delmotte for the data from Ivittuut station, with the support of Greenland’s Kommando, Danish Armed Forces, Island Commander Greenland and Kommuneqarfik Sermersooq. Thanks to V. Kazan and G. Spain for the maintenance of Mace Head station with the support of the Irish Environmental Protection Agency, and the National University of Ireland, Galway. Thanks to\nHarri Portin, Juha Hatakka, Tuomas Laurila (FMI) for providing the data from the ICOS station at Puijo, Finland. We are grateful to Jérôme Tarniewicz for his technical support with the ICOS database and to Miha Razinger for his help in the development and maintenance of the ICOS monitoring plots in the MACC website. Thanks to the NOAA/ESRL Global Monitoring Division for providing their data from the baseline observatories at Barrow (Alaska), American Samoa, South Pole (Antarctica), the tall towers\nat Argyle (Maine), Park Falls (Wisconsin), West Branch (Iowa), and the vertical profiles from the NOAA GMD Carbon Cycle Vertical Profile Network. TCCON data were obtained from the TCCON Data Archive, operated by the California Institute of Technology from the website at http://tccon.ipac.caltech.edu/. We acknowledge financial support of the Bialystok TCCON site from the Senate of Bremen and EU projects IMECC, GEOmon and InGOS, as well as maintenance and logistical work provided by the AeroMeteo Service and additional operational funding from the National Institute for Environmental Studies (NIES, Japan).\nPOW and DW thank NASA’s Carbon Cycle Science program \n(NNX10AT83G and NNX11AG01G) and the Orbiting Carbon Observatory Program for support of TCCON and this research.\nThe HIPPO Merged 10 s data set was obtained from the website\nat http://hippo.ornl.gov/dataaccess. The HIPPO Programme was\nsupported by NSF grants ATM-0628575, ATM-0628519 and \nATM-0628388 to Harvard University, University of California (San Diego), University Corporation for Atmospheric Research, NOAA Earth System Research Laboratory, University of Colorado/CIRES and by the NCAR. The NCAR is supported by the National Science Foundation. The feedback from Britton Stephens is greatly appreciated.","id":53037,"rev_number":15,"userid":772,"eprint_dir":"disk0/00/05/30/37","datestamp":"2014-12-19 19:58:44","lastmod":"2017-04-06 20:43:13","status_changed":"2014-12-19 19:58:44","type":"article","metadata_visibility":"show","creators":[{"given":"A.","family":"Agustí-Panareda","id":"Agustí-Panareda-A","orcid":""},{"given":"S.","family":"Massart","id":"Massart-S","orcid":""},{"given":"F.","family":"Chevallier","id":"Chevallier-F","orcid":""},{"given":"S.","family":"Bousetta","id":"Bousetta-S","orcid":""},{"given":"G.","family":"Balsamo","id":"Balsamo-G","orcid":""},{"given":"A.","family":"Beljaars","id":"Beljaars-A","orcid":""},{"given":"P.","family":"Ciais","id":"Ciais-P","orcid":""},{"given":"N. M.","family":"Deutscher","id":"Deutscher-N-M","orcid":""},{"given":"R.","family":"Engelen","id":"Engelen-R","orcid":""},{"given":"L.","family":"Jones","id":"Jones-L","orcid":""},{"given":"R.","family":"Kivi","id":"Kivi-R","orcid":""},{"given":"J.-D.","family":"Parise","id":"Parise-J-D","orcid":""},{"given":"V.-H.","family":"Peuch","id":"Peuch-V-H","orcid":""},{"given":"V.","family":"Sherlock","id":"Sherlock-V","orcid":""},{"given":"A. T.","family":"Vermeulen","id":"Vermeulen-A-T","orcid":""},{"given":"P. O.","family":"Wennberg","id":"Wennberg-P-O","orcid":"0000-0002-6126-3854"},{"given":"D.","family":"Wunch","id":"Wunch-D","orcid":"0000-0002-4924-0377"}],"ispublished":"pub","subjects":null,"full_text_status":"public","keywords":"","date":"2014-11-14","date_type":"published","publication":"Atmospheric Chemistry and Physics","volume":"14","number":"21","pagerange":"11959-11983","id_number":"CaltechAUTHORS:20141219-104743832","refereed":true,"issn":"1680-7316","official_url":"http://resolver.caltech.edu/CaltechAUTHORS:20141219-104743832","related_url":[{"url":"http://dx.doi.org/10.5194/acp-14-11959-2014","type":"doi","description":"Article"},{"url":"http://www.atmos-chem-phys.net/14/11959/2014/acp-14-11959-2014.html","type":"pub","description":"Article"}],"referencetext":["Andrews, A. E., Kofler, J. D., Trudeau, M. E.,Williams, J. C., Neff,\nD. H., Masarie, K. A., Chao, D. Y., Kitzis, D. R., Novelli, P.\nC., Zhao, C. L., Dlugokencky, E. J., Lang, P. M., Crotwell, M.\nJ., Fischer, M. L., Parker, M. J., Lee, J. T., Baumann, D. D.,\nDesai, A. R., Stanier, C. O., De Wekker, S. F. J., Wolfe, D. E.,\nMunger, J. W., and Tans, P. P.: CO2, CO, and CH4 measurements\nfrom tall towers in the NOAA Earth System Research\nLaboratory’s Global Greenhouse Gas Reference Network: instrumentation,\nuncertainty analysis, and recommendations for future\nhigh-accuracy greenhouse gas monitoring efforts, Atmos. Meas.\nTech., 7, 647–687, doi:10.5194/amt-7-647-2014, 2014.\nBalzarolo, M., Balzarolo, M., Boussetta, S., Balsamo, G., Beljaars,\nA., Maignan, F., Calvet, J.-C., Lafont, S., Barbu, A., Poulter, B.,\nChevallier, F., Szczypta, C., and Papale, D.: Evaluating the potential\nof large-scale simulations to predict carbon fluxes of terrestrial\necosystems over a European Eddy Covariance network,\nBiogeosciences, 11, 2661–2678, doi:10.5194/bg-11-2661-2014,\n2014.\nBechtold, P., Köhler, M., Jung, T., Doblas-Reyes, F., Leutbecher,\nM., Rodwell, M., Vitart, F., and Balsamo, G.: Advances\nin simulating atmospheric variability with the ECMWF model:\nfrom synoptic to decadal time-scales, Q. J. Roy. Meteor. Soc.,\n134, 1337–1351, 2008.\nBechtold, P., Orr, A., Morcrette, J.-J., Engelen, R., Flemming, J.,\nand Janiskova, M.: Improvements in the stratosphere and mesosphere\nof the IFS, Newsletter 120, ECMWF, Reading, Berkshire,\nUK, 2009.\nBechtold, P., Semane, N., Lopez, P., Chaboureau, J.-P., Beljaars, A.,\nand Bormann, N.: Representing equilibrium and nonequilibrium\nconvection in large-scale models, J. Atmos. Sci., 71, 734–753,\n2014.\nBelikov, D. A., Maksyutov, S., Krol, M., Fraser, A., Rigby, M.,\nBian, H., Agusti-Panareda, A., Bergmann, D., Bousquet, P.,\nCameron-Smith, P., Chipperfield, M. P., Fortems-Cheiney, A.,\nGloor, E., Haynes, K., Hess, P., Houweling, S., Kawa, S. R.,\nLaw, R. M., Loh, Z., Meng, L., Palmer, P. I., Patra, P. K.,\nPrinn, R. G., Saito, R., and Wilson, C.: Off-line algorithm\nfor calculation of vertical tracer transport in the troposphere\ndue to deep convection, Atmos. Chem. Phys., 13, 1093–1114,\ndoi:10.5194/acp-13-1093-2013, 2013.\nBeljaars, A. and Viterbo, P.: The role of the boundary layer in a numerical\nweather prediction model, in: Clear and Cloudy Boundary\nLayers, Royal Netherlands Academy of Arts and Sciences,\nNorth Holland Publishers, Amsterdam, 1998.\nBiraud, S., Ciais, P., Ramonet, M., Simmonds, P., Kazan, V., Monfray,\nP., O’Doherty, S., Spain, G., and Jennings, G.: Quantification\nof carbon dioxide, methane, nitrous oxide and chloroform\nemissions over Ireland from atmospheric observations at Mace\nHead, Tellus B, 54, 41–60, 2002.\nBoussetta, S., Balsamo, G., Beljaars, A., Agusti-Panareda, A.,\nCalvet, J.-C., Jacobs, C., van den Hurk, B., Viterbo, P., Lafont,\nS., Dutra, E., Jarlan, L., Balzarolo, M., Papale, D.,\nand van der Werf, G.: Natural carbon dioxide exchanges in\nthe ECMWF Integrated Forecasting System: implementation\nand offline validation, J. Geophys. Res.-Atmos., 118, 1–24,\ndoi:10.1002/jgrd.50488, 2013a.\nBoussetta, S., Balsamo, G., Beljaars, A., and Jarlan, J.: Impact\nof a satellite-derived Leaf Area Index monthly climatology in a global Numerical Weather Prediction model, Int. J. Remote\nSens., 34, 3520–3542, 2013b.\nBoussetta, S., Balsamo, G., Beljaars, A., and Dutra, E.: Monitoring\nvegetation with satellite observations products (LAI and Albedo)\nassimilated in the ECMWF modelling, in: Global Vegetation\nMonitoring and Modeling International Conference, Avignon,\nFrance, available at: https://colloque.inra.fr/gv2m/Oral-Sessions\nlast access: 20 May 2014.\nBroquet, G., Chevallier, F., Rayner, P., Aulagnier, C., Pison, I., Ramonet,\nM., Schmidt, M., Vermeulen, A., and Ciais, P.: A European\nsummertime CO2 biogenic flux inversion at mesoscale from\ncontinuous in situ mixing ratio measurements, J. Geophys. Res.,\n116, D23303, doi:10.1029/2011JD016202, 2011.\nCalvet, J.-C.: Investigating soil and atmospheric plant water stress\nusing physiological and micrometeorological data, Agr. Forest\nMeteorol., 103, 229–247, 2000.\nCalvet, J.-C., Noilhan, J., Roujean, J.-L., Bessemoulin, P., Cabelguenne,\nM., Olioso, A., and Wigneron, J.-P.: An interactive\nvegetation SVAT model tested against data from six contrasting\nsites, Agr. Forest Meteorol., 92, 73–95, 1998.\nCalvet, J.-C., Rivalland, V., Picon-Cochard, C., and Guehl, J. M.:\nModelling forest transpiration and CO2 fluxes – Response to soil\nmoisture stress, Agr. Forest Meteorol., 124, 143–156, 2004.\nCarmichael, G., Tang, Y., Kurata, G., Uno, I., Streets, D., Woo, J.-\nH., Huang, H., Yienger, J., Lefer, B., Shetter, R., Blake, D.,\nAtlas, E., Fried, A., Apel, E., Eisele, F., Cantrell, C., Avery,\nM., Barrick, J., Sachse, G., Brune, W., Sandholm, S.,\nKondo, Y., Singh, H., Talbot, R., Bandy, A., Thorton, D.,\nClarke, A., and Heikes, B.: Regional-scale chemical transport\nmodeling in support of the analysis of observations obtained\nduring the TRACE-P experiment, J. Geophys. Res., 108, 1–44,\ndoi:10.1029/2002JD003117, 2003.\nCarrer, D., Roujean, J. L., Lafont, S., Calvet, J.-C., Boone,\nA., Decharme, B., Delire, C., and Gastellu-Etchegorry, J.-P.: A\ncanopy radiative transfer scheme with explicit FAPAR for the interactive\nvegetation model ISBA-A-gs: Impact on carbon fluxes,\nJ. Geophys. Res., 118, 888–903, doi:10.1002/jgrg.20070, 2013.\nChan, D., Yuen, C., Higuchi, K., Shashkov, A., Liu, J., Chen, J.,\nand Worthy, D.: On the CO2 exchange between the atmosphere\nand the biosphere: the role of synoptic and mesoscale processes,\nTellus B, 56, 194–212, 2004.\nChevallier, F., Deutscher, N., Conway, T., Ciais, P., Ciattaglia, L.,\nDohe, S., Fröhlich, M., Gomez-Pelaez, A., Griffith, D., Hase, F.,\nHaszpra, L., Krummel, P., Kyrö, E., Labuschne, C., Langenfelds,\nR., Machida, T., Maignan, F., Matsueda, H., Morino, I.,\nNotholt, J., Ramonet, M., Sawa, Y., Schmidt, M., Sherlock, V.,\nSteele, P., Strong, K., Sussmann, R., Wennberg, P., Wofsy, S.,\nWorthy, D., Wunch, D., and Zimnoch, M.: Global CO2 fluxes\ninferred from surface air-sample measurements and from TCCON\nretrievals of the CO2 total column, Geophys. Res. Lett.,\n38, L24810, doi:10.1029/2011GL049899, 2011.\nDenning, A., Takahashi, T., and Friedlingstein, P.: Can a strong atmospheric\nCO2 rectifier effect be reconciled with a “reasonable”\ncarbon budget?, Tellus B, 51, 249–253, 1999.\nde Rosnay, P., Drusch, M., Vasiljevic, D., Balsamo, G., Albergel, C.,\nand Isaksen, L.: A simplified Extended Kalman Filter for the\nglobal operational soil moisture analysis at ECMWF, Q. J. Roy.\nMeteor. Soc., 139, 1199–1213, doi:10.1002/qj.2023, 2012.\nDickinson, R., Henderson-Sellers, A., Kennedy, P., and Wilson,\nM. F.: Biosphere-atmosphere transfer scheme (BATS) for\nthe NCAR community model, NCAR technical note, NCAR,\nNCAR/TN-275+STR, Boulder, CO, USA, 1986.\nEngelen, R. and Bauer, P.: The use of variable CO2 in the data assimilation\nof AIRS and IASI radiances, Q. J. Roy. Meteor. Soc.,\n140, 958–965, doi:10.1002/qj.919, 2011.\nFalge, E., Baldocchi, D., Tenhunen, J., Aubinet, M.,\nBakwind, P., Berbigier, P., Bernhofer, C., Burba, G.,\nClement, R., Davis, K., Elbers, J., Goldstein, A., Grelle, A.,\nGranier, A., Guðmundssonm, J., Hollinger, D., Kowalski,\nA., Katul, G., B. E. Lawq, Y. Malhi, T. M., Monsons, R.,\nMungert, J., Oechel, W., Paw, K. T., Pilegaardw, K., Rannik, Ü.,\nRebmanny, C., Suyker, A., Valentini, R., Wilson, K., and\nWofsy, S.: Seasonality of ecosystem respiration and gross\nprimary production as derived from FLUXNET measurements,\nAgr. Forest Meteorol., 113, 53–74, 2002.\nFlemming, J., Inness, A., Flentje, H., Huijnen, V., Moinat, P.,\nSchultz, M. G., and Stein, O.: Coupling global chemistry transport\nmodels to ECMWF’s integrated forecast system, Geosci.\nModel Dev., 2, 253–265, doi:10.5194/gmd-2-253-2009, 2009.\nFrankenberg, C., Aben, I., Bergamaschi, P., Dlugokencky, E. J., van\nHees, R., Houweling, S., van der Meer, P., Snel, R., and Tol, P.:\nGlobal column-averaged methane mixing ratios from 2003 to\n2009 as derived from SCIAMACHY: trends and variability, J.\nGeophys. Res., 116, D04302, doi:10.1029/2010JD014849, 2011.\nGeels, C., Doney, S., Dargaville, R., Brandt, J., and Christensen, J.:\nInvestigating the sources of synoptic variability in atmospheric\nCO2 measurements over the Northern Hemisphere continents: a\nregional model study, Tellus B, 56, 35–50, 2004.\nGLOBALVIEW-CO2: Cooperative Atmospheric Data Integration\nProject – Carbon Dioxide, NOAA ESRL, Boulder,\nColorado, available at: http://www.esrl.noaa.gov/gmd/ccgg/\nglobalview/ (last access: 20 May 2014), 2011.\nHollingsworth, A., Engelen, R., Textor, C., Benedetti, A.,\nBoucher, O., Chevallier, F., Dethof, A., and J. Flemming, H. E.,\nGranier, C., Kaiser, J., Morcrette, J.-J., Rayer, P., Peuch, V.,\nRouil, L., Schultz, M., Simmons, A., and Consortium, T. G.:\nTowards a monitoring and forecasting system for atmospheric\ncomposition: the GEMS project, B. Am. Meteorol. Soc., 89,\n1147–1164, 2008.\nHortal, M.: The development and testing of a new two-timelevel\nsemi-Lagrangian scheme (SETTLS) in the ECMWF\nforecast model, Q. J. Roy. Meteor. Soc., 128, 1671–1687,\ndoi:10.1002/qj.200212858314, 2002.\nJacobs, C., den Hurk, B. V., and de Bruin, H.: Stomatal behaviour\nand photosynthetic rate of unstressed grapevines in semi-arid\nconditions, Agr. Forest Meteorol., 80, 111–134, 1996.\nJanisková, M. and Lopez, P.: Linearized physics for data assimilation\nat ECMWF, in: Data Assimilation for Atmospheric, Oceanic\nand Hydrological Applications, edited by: Park, S. K. and\nXu, L., vol. II, Springer-Verlag, Berlin, Heidelberg, 251–286,\ndoi:10.1007/978-3-642-35088-7, 2013.\nJarvis, P. J.: The interpretation of the variations in leaf-water potential\nand stomatal conductance found in canopies in the field, Phil.\nTrans. Roy. Soc. London, B723, 385-610, 1976.\nKaiser, J. W., Heil, A., Andreae, M. O., Benedetti, A.,\nChubarova, N., Jones, L., Morcrette, J.-J., Razinger, M.,\nSchultz, M. G., Suttie, M., and van der Werf, G. R.: Biomass\nburning emissions estimated with a global fire assimilation system\nbased on observed fire radiative power, Biogeosciences, 9,\n527–554, doi:10.5194/bg-9-527-2012, 2012.\nKeeling, C., Whorf, T., Wahlen, M., and van der Plicht, J.: Interannual\nextremes in the rate of rise of atmospheric carbon dioxide\nsince 1980, Lett. Nature, 375, 666–670, 1995.\nKeppel-Aleks, G., Wennberg, P. O., and Schneider, T.: Sources of\nvariations in total column carbon dioxide, Atmos. Chem. Phys.,\n11, 3581–3593, doi:10.5194/acp-11-3581-2011, 2011.\nKeppel-Aleks, G., Wennberg, P. O., Washenfelder, R. A.,\nWunch, D., Schneider, T., Toon, G. C., Andres, R. J., Blavier, J.-\nF., Connor, B., Davis, K. J., Desai, A. R., Messerschmidt, J.,\nNotholt, J., Roehl, C. M., Sherlock, V., Stephens, B. B.,\nVay, S. A., and Wofsy, S. C.: The imprint of surface fluxes and\ntransport on variations in total column carbon dioxide, Biogeosciences,\n9, 875–891, doi:10.5194/bg-9-875-2012, 2012.\nKoehler, M., Ahlgrimm, M., and Beljaars, A.: Unified treatment of\ndry convective and stratocumulus-topped boundary layers in the\necmwf model, Q. J. Roy. Meteor. Soc., 137, 43–57, 2011.\nKretschmer, R., Gerbig, C., Karstens, U., and Koch, F.-T.: Error\ncharacterization of CO2 vertical mixing in the atmospheric transport\nmodel WRF-VPRM, Atmos. Chem. Phys., 12, 2441–2458,\ndoi:10.5194/acp-12-2441-2012, 2012.\nKrol, M., Houweling, S., Bregman, B., van den Broek, M.,\nSegers, A., van Velthoven, P., Peters,W., Dentener, F., and Bergamaschi,\nP.: The two-way nested global chemistry-transport zoom\nmodel TM5: algorithm and applications, Atmos. Chem. Phys., 5,\n417–432, doi:10.5194/acp-5-417-2005, 2005.\nLaw, R., Peters, W., Rödenbeck, C., Aulagnier, C., Baker, I.,\nBergmann, D., Bousquet, P., Brandt, J., Bruhwiler, L., Cameron-\nSmith, P., Christensen, J., Delage, F., Denning, A., Fan, S.,\nGeels, C., Houweling, S., Imasu, R., Karstens, U., Kawa, S.,\nKleist, J., Krol, M., Lin, S., Lokupitiya, R., Maki, T., Maksyutov,\nS., Niwa, Y., Onishi, R., Parazoo, N., Patra, P., Pieterse, G.,\nRivier, L., Satoh, M., Serrar, S., Taguchi, S., Takigawa, M., Vautard,\nR., Vermeulen, A., and Zhu, Z.: TransCom model simulations\nof hourly atmospheric CO2: experimental overview and\ndiurnal cycle results for 2002, Global Biogeochem. Cy., 22,\nGB3009, doi:10.1029/2007gb003050, 2008.\nPatra, P. K., Law ,R. M., Peters, W., Rödenbeck, C., Takigawa,\nM., Aulagnier, C., Baker, I., Bergmann, D. J., Bousquet, P.,\nBrt, J., Bruhwiler, L., Cameron-Smith, P. J., Christensen, J. H.,\nDelage, F., Denning, A. S., Fan, S., Geels, C., Houweling, S.,\nImasu, R., Karstens, U., Kawa, S. R., Kleist, J., Krol, M. C.,\nLin, S. J., Lokupitiya, R., Maki, T., Maksyutov, S., Niwa, Y.,\nOnishi, R., Parazoo, N., Pieterse, G., Rivier, L., Satoh, M., Serrar,\nS., Taguchi, S., Vautard, R., Vermeulen, A. T., and Zhu, Z.:\nTransCom model simulations of hourly atmospheric CO2: analysis\nof synoptic-scale variations for the period 2002–2003, Global\nBiogeochem. Cy., 22, GB4013, doi:10.1029/2007GB003081,\n2008.\nLe Quere, C., Raupach, M. R., Canadell, J. G., Marland, G., Bopp,\nL., Ciais, P., Conway, T. J., Doney, S. C., Feely, R. A., Foster,\nP. N., Friedlingstein, P., Gurney, K., Houghton, R. A., House,\nJ. I., Huntingford, C., Levy, P. E., Lomas, M. R., Majkut,\nJ., Metzl, N., Ometto, J. P., Peters, G. P., Prentice, I. C., Randerson,\nJ. T., Running, S. W., Sarmiento, J. L., Schuster, U., Sitch,\nS., Takahashi, T., Viovy, N., van der Werf, G., and Woodward,\nF. I.: Trends in the sources and sinks of carbon dioxide, Nat.\nGeosci., 2, 831–836, doi:10.1038/ngeo689, 2009.\nLocatelli, R., Bousquet, P., Chevallier, F., Fortems-Cheney, A.,\nSzopa, S., Saunois, M., Agusti-Panareda, A., Bergmann, D.,\nBian, H., Cameron-Smith, P., Chipperfield, M. P., Gloor, E.,\nHouweling, S., Kawa, S. R., Krol, M., Patra, P. K., Prinn, R. G.,\nRigby, M., Saito, R., and Wilson, C.: Impact of transport model\nerrors on the global and regional methane emissions estimated\nby inverse modelling, Atmos. Chem. Phys., 13, 9917–9937,\ndoi:10.5194/acp-13-9917-2013, 2013.\nMasarie, K. and Tans, P.: Extension and integration of atmospheric\ncarbon dioxide data into a globally consistent measurement\nrecord, J. Geophys. Res., 100, 11593–11610, 1995.\nMatross, D., Andrews, A., Pathmathevan, M., Gerbig, C., Lin, J.,\nWofsy, S., Daube, B., Gottlieb, E., Chow, V., Lee, J., Zhao, C.,\nBakwin, P., Munger, J., and Hollinger, D.: Estimating regional\ncarbon exchange in New England and Quebec by combining\natmospheric, ground-based and satellite data, Tellus B, 58,\n344–358, 2006.\nMesserschmidt, J., Parazoo, N., Wunch, D., Deutscher, N. M.,\nRoehl, C., Warneke, T., and Wennberg, P. O.: Evaluation of\nseasonal atmosphere–biosphere exchange estimations with TCCON\nmeasurements, Atmos. Chem. Phys., 13, 5103–5115,\ndoi:10.5194/acp-13-5103-2013, 2013.\nMorcrette, J.-J., Boucher, O., Jones, L., Salmond, D., Bechtold, P.,\nBeljaars, A., Benedetti, A., Bonet, A., Kaiser, J., Razinger, M.,\nSchulz, M., Serrar, S., Simmons, A., Sofiev, M., Suttie, M.,\nTompkins, A., and Untch, A.: Aerosol analysis and forecast in\nthe European Centre for Medium-Range Weather Forecasts Integrated\nForecast System: forward modeling, J. Geophys. Res.,\n114, D06206, doi:10.1029/2008JD011235, 2009.\nMuñoz-Sabater, J., Fouilloux, A., and de Rosnay, P.: Technical\nimplementation of SMOS data in the ECMWF Integrated\nForecasting System, IEEE Geosci. Remote Sens., 9, 252–256,\ndoi:10.1109/LGRS.2011.2164777, 2012.\nMuñoz-Sabater, J., de Rosnay, P., Fouilloux, A., Dahoui, M., Isaksen,\nL., Albergel, C., Mallas, I., and Wilhelmsson, T.: Phase I,\nFinal Report, Tech. rep., European Centre for Medium-Range\nWeather Forecasts, Reading, United Kingdom, 2013.\nNotholt, J., Blumenstock, T., Brunner, D., Buchmann, B., Dils, B.,\nMazière, M. D., Popp, C., and Sussmann, R.: Product Validation\nPlan (PVP) Version 1 for the Essential Climate Variable\n(ECV): Greenhouse Gases (GHG), ESA Climate Change Initiative\n(CCI), available at: www.esa-ghg-cci.org (last access: 20\nMay 2014), 2011.\nNotholt, J., Blumenstock, T., Brunner, D., Buchmann, B., Dils, B.,\nMazière, M. D., Sussmann, R., Boesch, H., Buchwitz, M.,\nCrevoisier, C., Detmers, R., Hasekamp, O., Laeng, A., Parker, R.,\nReuter, M., and Schneising, O.: Product Validation and Intercomparison\nReport (PVIR) for the Essential Climate Variable\n(ECV): Greenhouse Gases (GHG), ESA Climate Change Initiative\n(CCI), available at: www.esa-ghg-cci.org (last access: 20\nMay 2014), 2013.\nO’Dell, C.W., Connor, B., Bösch, H., O’Brien, D., Frankenberg, C.,\nCastano, R., Christi, M., Eldering, D., Fisher, B., Gunson, M.,\nMcDuffie, J., Miller, C. E., Natraj, V., Oyafuso, F., Polonsky,\nI., Smyth, M., Taylor, T., Toon, G. C., Wennberg, P. O., and\nWunch, D.: The ACOS CO2 retrieval algorithm – Part 1: Dewww\nscription and validation against synthetic observations, Atmos.\nMeas. Tech., 5, 99–121, doi:10.5194/amt-5-99-2012, 2012.\nParazoo, N., Denning, A., Berry, J.,Wolf, A., Randall, A., Kawa, S.,\nPauluis, O., and Doney, S.: Moist synoptic transport of CO2\nalong the mid-latitude storm track, Geophys. Res. Lett., 38,\nL09804, doi:10.1029/2011GL047238, 2011.\nPillai, D., Gerbig, C., Ahmadov, R., Rödenbeck, C., Kretschmer, R.,\nKoch, T., Thompson, R., Neininger, B., and Lavrié, J. V.: Highresolution\nsimulations of atmospheric CO2 over complex terrain\n– representing the Ochsenkopf mountain tall tower, Atmos.\nChem. Phys., 11, 7445–7464, doi:10.5194/acp-11-7445-2011,\n2011.\nRabier, F., Järvinen, H., Klinker, E., Mahfouf, J.-F., and Simmons,\nA.: The ECMWF operational implementation of fourdimensional\nvariational assimilation. part I: Experimental results\nwith simplified physics, Q. J. Roy. Meteor. Soc., 126,\n1143–1170, 2000.\nRichardson, D.S., Bidlot, J., Ferranti, L., Haiden, T., Hewson, T.,\nJanousek, M., Prates, F. and Vitart, F.: Evaluation of ECMWF\nforecasts, including 2012–2013 upgrades, ECMWF Technical\nMemo, No. 710, http://old.ecmwf.int/publications/library/\necpublications/_pdf/tm/701-800/tm710.pdf (last access: 31 October\n2014), 2013.\nRivier, L., Peylin, P., Ciais, P., Gloor, M., Rödenbeck, C., Geels, C.,\nKarstens, U., Brandt, P. B. J., Heimann, M., and Aerocarb experimentalists:\nEuropean CO2 fluxes from atmospheric inversions\nusing regional and global transport models, Clim. Change, 103,\n93–115, doi:10.1007/s10584-010-9908-4, 2010.\nRodgers, C. and Connor, B.: Intercomparison of remote\nsounding instruments, J. Geophys. Res., 108, 4116,\ndoi:10.1029/2002JD002299, 2003.\nSaito, R., Patra, P., Sweeney, C., Machida, T., Krol, M.,\nHouweling, S., Bousquet, P., Agusti-Panareda, A., Belikov, D.,\nBergmann, D., Bian, H., Cameron-Smith, P., Chipperfield, M.,\nFortems-Cheiney, A., Fraser, A., Gatti, L., Gloor, E., Hess, P.,\nKawa, S., Law, R., Locatelli, R., Loh, Z., Maksyutov, S.,\nMeng, L., Miller, J., Palmer, P., Prinn, R., Rigby, M., and Wilson,\nC.: TransCom model simulations of methane: comparison\nof vertical profiles with aircraft measurements, J. Geophys. Res.,\n118, 1–14, doi:10.1002/jgrd.50380, 2013.\nSandu, I., Beljaars, A., Bechtold, P., Mauritsen, T., and Balsamo, G.:\nWhy is it so difficult to represent stably stratified conditions in\nnumerical weather prediction (NWP) models?, J. Adv. Modeling\nEarth Syst., 5, 1–17, doi:10.1002/jame.20013, 2013.\nSchneising, O., Bergamaschi, P., Bovensmann, H., Buchwitz, M.,\nBurrows, J. P., Deutscher, N. M., Griffith, D.W. T., Heymann, J.,\nMacatangay, R., Messerschmidt, J., Notholt, J., Rettinger, M.,\nReuter, M., Sussmann, R., Velazco, V. A., Warneke, T.,\nWennberg, P. O., andWunch, D.: Atmospheric greenhouse gases\nretrieved from SCIAMACHY: comparison to ground-based FTS\nmeasurements and model results, Atmos. Chem. Phys., 12,\n1527–1540, doi:10.5194/acp-12-1527-2012, 2012.\nSchuh, A. E., Denning, A. S., Corbin, K. D., Baker, I. T., Uliasz, M.,\nParazoo, N., Andrews, A. E., and Worthy, D. E. J.: A regional\nhigh-resolution carbon flux inversion of North America\nfor 2004, Biogeosciences, 7, 1625–1644, doi:10.5194/bg-7-\n1625-2010, 2010.\nStephens, B., Gurney, K., Tans, P., Sweeney, C., Peters, W., Bruhwiler,\nL., Ciais, P., Ramonet, M., Bousquet, P., Nakazawa, T.,\nAoki, S., Machida, T., Inoue, G., Binnichenko, N., lloyd, J., Jordan,\nA., Heimann, M., Shibistova, O., Langenfelds, R., Steele, L.,\nFrancey, R., and Denning, A.: Weak northern and strong tropical\nland carbon uptake from vertical profiles of atmospheric CO2,\nScience, 316, 1732–1735, doi:10.1126/science.1137004, 2007.\nTakahashi, T., Sutherland, S., Wanninkhof, R., Sweeney, C.,\nFeely, R., Chipman, D., Hales, B., Friederich, G., Chavez, F.,\nWatson, A., Bakker, D., Schuster, U., Metzl, N., Yoshikawa-\nInoue, H., Ishii, M., Midorikawa, T., Nojiri, Y., Sabine, C., Olafsson,\nJ., Arnarson, T., Tilbrook, B., Johannessen, T., Olsen, A.,\nBellerby, R., Körtzinger, A., Steinhoff, T., Hoppema, M.,\nde Baar, H., Wong, C., Delille, B., and Bates, N. R.: Climatological\nmean and decadal changes in surface ocean pCO2, and\nnet sea-air CO2 flux over the global oceans, Deep-Sea Res. Pt.\nII, 56, 554–577, 2009.\nTans, P., Bakwin, P. S., Conway, T. J., Dissly, R. W., Dlugokencky,\nE. J., Geller, L. S., Guenther, D. W., Hurst, D. F., Kitzis,\nD. R., Lang, P. M., Masarie, K. A., Miller, J. B., Novelli,\nP. C., Prostko-Bell, C., Ramonet, M., Thoning, K. W., Trolier,\nM., Waterman, L. S., Zhang, N., and Zhao, C.: Carbon Cycle\n(Group Report), Summary Report 1994–1995, Tech. Rep. 23,\nedited by: Hoffman, D. J., Peterson, J. T., and Rosson, R. M., US\nDepartment of Commerce, Climate Monitoring and Diagnostics\nLaboratory, Boulder, Colorado, 1996.\nThoning, K., Kitzis, D., and Crotwell, A.: Atmospheric Carbon\nDioxide Dry Air Mole Fractions from quasi-continuous measurements\nat Barrow, Alaska; Mauna Loa, Hawaii; American\nSamoa; and South Pole, 1973–2011, Version: 2012-05-07, Tech.\nRep., available at: ftp://aftp.cmdl.noaa.gov/data/greenhouse_\ngases/co2/in-situ/ (last access: 20 May 2014), NOAA, 2012.\nTiedtke, M.: A comprehensive mass flux scheme for cumulus parameterization\nin large-scale models, Mon. Weather Rev., 117,\n1779–1800, 1989.\nUntch, A. and Hortal, M.: A finite-element scheme for the vertical\ndiscretization of the semi-Lagrangian version of the ECMWF\nforecast model, Q. J. Roy. Meteor. Soc., 130, 1505–1530,\ndoi:10.1256/qj.03.173, 2006.\nWofsy, S.: HIAPER Pole-to-Pole Observations (HIPPO): finegrained,\nglobal-scale measurements of climatically important\natmospheric gases and aerosols, Philos. T. R. Soc. A, 369,\n2073–2086, doi:10.1098/rsta.2010.0313, 2011.\nWofsy, S. C., Daube, B. C., Jimenez, R., Kort, E., Pittman, J. V.,\nPark, S., Commane, R., Xiang, B., Santoni, G., Jacob, D.,\nFisher, J., Pickett-Heaps, C., Wang, H., Wecht, K., Wang, Q.-\nQ., Stephens, B. B., Shertz, S., Watt, A., Romashkin, P., Campos,\nT., Haggerty, J., Cooper, W. A., Rogers, D., Beaton, S.,\nHendershot, R., Elkins, J. W., Fahey, D. W., Gao, R. S.,\nMoore, F., Montzka, S. A., Schwarz, J. P., Perring, A. E.,\nHurst, D., Miller, B. R., Sweeney, C., Oltmans, S., Nance, D.,\nHintsa, E., Dutton, G., Watts, L. A., Spackman, J. R.,\nRosenlof, K. H., Ray, E. A., Hall, B., Zondlo, M. A.,\nDiao, M., Keeling, R., Bent, J., Atlas, E. L., Lueb, R.,\nand Mahoney, M. J.: HIPPO Merged 10-second Meteorology,\nAtmospheric Chemistry, Aerosol Data, Tech. Rep. Release\n20121129, Carbon Dioxide Information Analysis Center,\nOak Ridge National Laboratory, Oak Ridge, Tennessee, USA,\ndoi:10.3334/CDIAC/hippo_010, 2012.\nWunch, D., Toon, G. C., Wennberg, P. O., Wofsy, S. C.,\nStephens, B. B., Fischer, M. L., Uchino, O., Abshire, J. B.,\nBernath, P., Biraud, S. C., Blavier, J.-F. L., Boone, C., Bowman,\nK. P., Browell, E. V., Campos, T., Connor, B. J.,\nDaube, B. C., Deutscher, N. M., Diao, M., Elkins, J. W., Gerbig,\nC., Gottlieb, E., Griffith, D. W. T., Hurst, D. F., Jiménez, R.,\nKeppel-Aleks, G., Kort, E. A., Macatangay, R., Machida, T.,\nMatsueda, H., Moore, F., Morino, I., Park, S., Robinson, J.,\nRoehl, C. M., Sawa, Y., Sherlock, V., Sweeney, C., Tanaka, T.,\nand Zondlo, M. A.: Calibration of the Total Carbon Column Observing\nNetwork using aircraft profile data, Atmos. Meas. Tech.,\n3, 1351–1362, doi:10.5194/amt-3-1351-2010, 2010.\nWunch, D., Toon, G. C., Blavier, J.-F. L., Washenfelder, R. A.,\nNotholt, J., Connor, B., Griffith, D. W. T., Sherlock, V.,\nand Wennberg, P. O.: The total carbon column observing\nnetwork, Philos. T. R. Soc. A, 369, 2087–2112,\ndoi:10.1098/rsta.2010.0240, 2011."],"rights":"No commercial reproduction, distribution, display or performance rights in this work are provided.","official_citation":"Agustí-Panareda, A., Massart, S., Chevallier, F., Boussetta, S., Balsamo, G., Beljaars, A., Ciais, P., Deutscher, N. M., Engelen, R., Jones, L., Kivi, R., Paris, J.-D., Peuch, V.-H., Sherlock, V., Vermeulen, A. T., Wennberg, P. O., and Wunch, D.: Forecasting global atmospheric CO2, Atmos. Chem. Phys., 14, 11959-11983, doi:10.5194/acp-14-11959-2014, 2014.","other_numbering_system":null,"funders":[{"agency":"European Research Council (ERC)","grant_number":"283576, MACC II"},{"agency":"European Commission","grant_number":"ICOS (2008–2013)"},{"agency":"Centre National de la Recherche Scientifique (CNRS)","grant_number":""},{"agency":"Commissariat à l’Energie Atomique (CEA)","grant_number":""},{"agency":"OVSQ","grant_number":""},{"agency":"University of Abidjan","grant_number":""},{"agency":"Greenland’s Kommando","grant_number":""},{"agency":"Danish Armed Forces","grant_number":""},{"agency":"Island Commander Greenland","grant_number":""},{"agency":"Kommuneqarfik Sermersooq","grant_number":""},{"agency":"Environmental Protection Agency (Ireland)","grant_number":""},{"agency":"National University of Ireland, Galway","grant_number":""},{"agency":"Bialystok TCCON Senate of Bremen","grant_number":""},{"agency":"EU projects IMECC, GEOmon and InGOS","grant_number":""},{"agency":"National Institute for Environmental Studies (Japan)","grant_number":""},{"agency":"NASA","grant_number":"NNX10AT83G"},{"agency":"NASA","grant_number":"NNX11AG01G"},{"agency":"NASA Orbiting Carbon Observatory","grant_number":""},{"agency":"NSF","grant_number":"ATM-0628575"},{"agency":"NSF","grant_number":"ATM-0628519"},{"agency":"NSF","grant_number":"ATM-0628388"},{"agency":"University of California (San Diego)","grant_number":""},{"agency":"University Corporation for Atmospheric Research ","grant_number":""},{"agency":"National Oceanic and Atmospheric Administration (NOAA)","grant_number":""},{"agency":"University of Colorado/CIRES","grant_number":""},{"agency":"National Center for Atmospheric Research (NCAR)","grant_number":""}],"collection":"CaltechAUTHORS","reviewer":"GP","local_group":null}