{"title":"Experimental particle formation rates spanning tropospheric sulfuric acid and ammonia abundances, ion production rates, and temperatures","uri":"","abstract":"Binary nucleation of sulfuric acid and water as well as ternary nucleation involving ammonia are thought to be the dominant processes responsible for new particle formation (NPF) in the cold temperatures of the middle and upper troposphere. Ions are also thought to be important for particle nucleation in these regions. However, global models presently lack experimentally measured NPF rates under controlled laboratory conditions and so at present must rely on theoretical or empirical parameterizations. Here with data obtained in the European Organization for Nuclear Research CLOUD (Cosmics Leaving OUtdoor Droplets) chamber, we present the first experimental survey of NPF rates spanning free tropospheric conditions. The conditions during nucleation cover a temperature range from 208 to 298 K, sulfuric acid concentrations between 5 × 10^5 and 1 × 10^9 cm^(−3), and ammonia mixing ratios from zero added ammonia, i.e., nominally pure binary, to a maximum of ~1400 parts per trillion by volume (pptv). We performed nucleation studies under pure neutral conditions with zero ions being present in the chamber and at ionization rates of up to 75 ion pairs cm^(−3) s^(−1) to study neutral and ion-induced nucleation. We found that the contribution from ion-induced nucleation is small at temperatures between 208 and 248 K when ammonia is present at several pptv or higher. However, the presence of charges significantly enhances the nucleation rates, especially at 248 K with zero added ammonia, and for higher temperatures independent of NH_3 levels. We compare these experimental data with calculated cluster formation rates from the Atmospheric Cluster Dynamics Code with cluster evaporation rates obtained from quantum chemistry.","documents":[{"id":"http://authors.library.caltech.edu/id/document/245228","docid":245228,"rev_number":3,"files":[{"id":"http://authors.library.caltech.edu/id/file/1200072","fileid":1200072,"datasetid":"document","objectid":245228,"filename":"K-rten_et_al-2016-Journal_of_Geophysical_Research__Atmospheres.pdf","mime_type":"application/pdf","hash":"fbf53c29ea168f127cafb4e48b99ba31","hash_type":"MD5","filesize":3003690,"mtime":"2017-01-09 21:09:54","url":"http://authors.library.caltech.edu/73338/1/K-rten_et_al-2016-Journal_of_Geophysical_Research__Atmospheres.pdf"}],"eprintid":73338,"pos":1,"placement":1,"mime_type":"application/pdf","format":"application/pdf","language":"en","security":"public","license":"cc_by_nc_nd","main":"K-rten_et_al-2016-Journal_of_Geophysical_Research__Atmospheres.pdf","content":"published"},{"id":"http://authors.library.caltech.edu/id/document/245229","docid":245229,"rev_number":2,"files":[{"id":"http://authors.library.caltech.edu/id/file/1200079","fileid":1200079,"datasetid":"document","objectid":245229,"filename":"jgrd53015-sup-0001-Supplementary.doc","mime_type":"application/msword","hash":"9d410e573247d1bd60c7e5beb08351c4","hash_type":"MD5","filesize":2820096,"mtime":"2017-01-09 21:13:18","url":"http://authors.library.caltech.edu/73338/2/jgrd53015-sup-0001-Supplementary.doc"}],"eprintid":73338,"pos":2,"placement":2,"mime_type":"application/msword","format":"application/msword","language":"en","security":"public","license":"cc_by_nc_nd","main":"jgrd53015-sup-0001-Supplementary.doc","content":"supplemental"}],"note":"© 2016 The Authors. This is an open access article under the terms of the Creative Commons Attribution-NonCommercial-NoDerivs License, which permits use and distribution in any medium, provided the original work is properly cited, the use is non-commercial and no modifications or adaptations are made. \n\nReceived 8 JUL 2015; Accepted 30 APR 2016; Published online 27 OCT 2016. \n\nWe would like to thank CERN for supporting CLOUD with important technical and financial resources and for providing a particle beam from the CERN Proton Synchrotron. We also thank P. Carrie, L.-P. De Menezes, J. Dumollard, K. Ivanova, F. Josa, I. Krasin, R. Kristic, A. Laassiri, O.S. Maksumov, B. Marichy, H. Martinati, S.V. Mizin, R. Sitals, A. Wasem, and M. Wilhelmsson for their important contributions to the experiment. We thank T. Olenius for helpful discussion. This research has received funding from the EC Seventh Framework Programme (Marie Curie Initial Training Networks “CLOUD-ITN” 215072 and “CLOUD-TRAIN” 316662, ERC-Starting “MOCAPAF” grant no. 57360 and ERC-Advanced “ATMNUCLE” grant 227463), the German Federal Ministry of Education and Research (projects 01LK0902A and 01LK1222A), the Swiss National Science Foundation (Projects 200020_135307, 206620_130527, and 206620_141278), the Väisälä Foundation, the U.S. National Science Foundation grants (AGS1447056 and AGS1439551), the U.S. Department of Energy (contract DE-SC0014469), and the Academy of Finland via the Centre of Excellence Programme (project 1118615, grants 1133872 and 251007). The data presented in this paper are available by contacting the corresponding author A. K. (kuerten@iau.uni-frankfurt.de).","id":73338,"rev_number":18,"userid":18,"eprint_dir":"disk0/00/07/33/38","datestamp":"2017-01-09 21:33:52","lastmod":"2017-04-03 17:18:22","status_changed":"2017-01-09 21:33:52","type":"article","metadata_visibility":"show","creators":[{"given":"Andreas","family":"Kürten","id":"Kürten-A","orcid":"0000-0002-8955-4450"},{"given":"Richard C.","family":"Flagan","id":"Flagan-R-C","orcid":"0000-0001-5690-770X"}],"ispublished":"pub","subjects":null,"full_text_status":"public","keywords":"nucleation; chamber study; CLOUD experiment; ion-induced nucleation","date":"2016-10-27","date_type":"published","publication":"Journal of Geophysical Research. Atmospheres","volume":"121","number":"20","pagerange":"12377-12400","id_number":"CaltechAUTHORS:20170109-130950350","refereed":true,"issn":"2169-897X","official_url":"http://resolver.caltech.edu/CaltechAUTHORS:20170109-130950350","related_url":[{"url":"http://dx.doi.org/10.1002/2015JD023908","type":"doi","description":"Article"},{"url":"http://onlinelibrary.wiley.com/doi/10.1002/2015JD023908/abstract","type":"pub","description":"Article"}],"referencetext":["Almeida, J., et al. (2013), Molecular understanding of sulphuric acid-amine particle nucleation in the atmosphere, Nature, 502(7471), 359–363,\ndoi:10.1038/nature12663.\nAndreae, M. O., and P. J. Crutzen (1997), Atmospheric aerosols: Biogeochemical sources and role in atmospheric chemistry, Science,\n276(5315), 1052–1058, doi:10.1126/science.276.5315.1052.\nBall, S. M., D. R. Hanson, F. L. Eisele, and P. H. McMurry (1999), Laboratory studies of particle nucleation: Initial results for H2SO4, H2O, and NH3\nvapors, J. Geophys. Res., 104, 23,709–23,718, doi:10.1029/1999JD900411.\nBenson, D. R.,M. E. Erupe, and S.-H. Lee (2009), Laboratory-measured H2SO4-H2O-NH3 ternary homogeneous nucleation rates: Initial observations,\nGeophys. Res. Lett., 36, L15818, doi:10.1029/2009GL038728.\nBianchi, F., J. Dommen, S. Mathot, and U. Baltensperger (2012), On-line determination of ammonia at low pptv mixing ratios in the CLOUD\nchamber, Atmos. Meas. Tech., 5(7), 1719–1725, doi:10.5194/amt-5-1719-2012.\nBianchi, F., et al. (2016), New particle formation in the free troposphere: A question of chemistry and timing, Science, 352(6289), 1109–1112\ndoi:10.1126/science.aad5456.\nBoulon, J., et al. (2010), New particle formation and ultrafine charged aerosol climatology at a high altitude site in the Alps (Jungfraujoch, 3580m\na.s.l., Switzerland), Atmos. Chem. Phys., 10(19), 9333–9349, doi:10.5194/acp-10-9333-2010.\nBrock, C. A., P. Hamill, J. C. Wilson, H. H. Jonsson, and K. R. Chan (1995), Particle formation in the upper tropical troposphere: A source of nuclei\nfor the stratospheric aerosol, Science, 270(5242), 1650–1653, doi:10.1126/science.270.5242.1650.\nBrock, C. A., et al. (2002), Particle growth in the plumes of coal-fired power plants, J. Geophys. Res., 107(D12), 4155, doi:10.1029/2001JD001062.\nBzdek, B. R., D. P. Ridge, and M. V. Johnston (2010), Amine exchange into ammonium bisulfate and ammonium nitrate nuclei, Atmos. Chem. Phys.,\n10(8), 3495–3503, doi:10.5194/acp-10-3495-2010.\nChen, M., et al. (2012), Acid–base chemical reaction model for nucleation rates in the polluted atmospheric boundary layer, Proc. Natl. Acad.\nSci. U.S.A., 109(46), 18,713–18,718, doi:10.1073/pnas.1210285109.\nClarisse, L., C. Clerbaux, F. Dentener, D. Hurtmans, and P.-F. Coheur (2009), Global ammonia distribution derived from infrared satellite observations,\nNat. Geosci., 2, 479–483, doi:10.1038/ngeo551.\nClarke, A. D., F. Eisele, V. N. Kapustin, K. Moore, D. Tanner, L. Mauldin, M. Litchy, B. Lienert, M. A. Carroll, and G. Albercook (1999),\nNucleation in the equatorial free troposphere: Favorable environments during PEM-Tropics, J. Geophys. Res., 104, 5735–5744,\ndoi:10.1029/98JD02303.\nCoffman, D. J., and D. A. Hegg (1995), A preliminary study of the effect of ammonia on particle nucleation in the marine boundary layer,\nJ. Geophys. Res., 100, 7147–7160, doi:10.1029/94JD03253.\nde Reus, M., J. Ström, J. Curtius, L. Pirjola, E. Vignati, F. Arnold, H. C. Hansson, M. Kulmala, J. Lelieveld, and F. Raes (2000), Aerosol production\nand growth in the upper free troposphere, J. Geophys. Res., 105, 24,751–24,762, doi:10.1029/2000JD900382.\nDunne, E. M., et al. (2016), Global particle formation from CERN CLOUD measurements, Science, doi:10.1126/science.aaf2649.\nDuplissy, J., et al. (2016), Effect of ions on sulfuric acid-water binary particle formation: 2. Experimental data and comparison with QC-normalized\nclassical nucleation theory, J. Geophys. Res. Atmos., 121, 1752–1775, doi:10.1002/2015JD023539.\nEhn, M., et al. (2011), An instrumental comparison of mobility and mass measurements of atmospheric small ions, Aerosol Sci. Technol., 45(4),\n522–532, doi:10.1080/02786826.2010.547890.\nEhrhart, S., and J. Curtius (2013), Influence of aerosol lifetime on the interpretation of nucleation experiments with respect to the first\nnucleation theorem, Atmos. Chem. Phys., 13(22), 11,465–11,471, doi:10.5194/acp-13-11465-2013.\nEhrhart, S., et al. (2016), Comparison of the SAWNUC model with CLOUD measurements of sulphuric acid-water nucleation, J. Geophys. Res. Atmos.,\n121, doi:10.1002/2015JD023723.\nErupe, M. E., A. A. Viggiano, and S.-H. Lee (2011), The effect of trimethylamine on atmospheric nucleation involving H2SO4, Atmos. Chem. Phys.,\n11(10), 4767–4775, doi:10.5194/acp-11-4767-2011.\nFranchin, A., et al. (2015), Experimental investigation of ion-ion recombination under atmospheric conditions, Atmos. Chem. Phys., 15(13),\n7203–7216, doi:10.5194/acp-15-7203-2015.\nFroyd, K. D., and E. R. Lovejoy (2012), Bond energies and structures of ammonia-sulfuric acid positive cluster ions, J. Phys. Chem. A, 116(24),\n5886–5899, doi:10.1021/jp209908f.\nGlasoe,W. A., K. Volz, B. Panta, N. Freshour, R. Bachman, D. R. Hanson, P. H.McMurry, and C. Jen (2015), Sulfuric acid nucleation: An experimental\nstudy of the effect of seven bases, J. Geophys. Res. Atmos., 120, 1933–1950, doi:10.1002/2014JD022730.\nHanson, D. R., and F. L. Eisele (2002), Measurement of prenucleation molecular clusters in the NH3, H2SO4, H2O system, J. Geophys. Res., 107(D12),\n4158, doi:10.1029/2001JD001100.\nHanson, D. R., and E. R. Lovejoy (2006),Measurement of the thermodynamics of the hydrated dimer and trimer of sulfuric acid, J. Phys. Chem. A,\n110(31), 9525–9528, doi:10.1021/jp062844w.\nHenschel, H., J. C. A. Navarro, T. Yli-Juuti, O. Kupiainen-Määttä, T. Olenius, I. K. Ortega, S. L. Clegg, T. Kurtén, I. Riipinen, and H. Vehkamäki (2014),\nHydration of atmospherically relevant molecular clusters: Computational chemistry and classical thermodynamics, J. Phys. Chem. A, 118,\n2599–2611, doi:10.1021/jp500712y.\nIida, K., M. R. Stolzenburg, and P. H. McMurry (2009), Effect of working fluid on sub-2 nm particle detection with a laminar flow ultrafine\ncondensation particle counter, Aerosol Sci. Technol., 43(1), 81–96, doi:10.1080/02786820802488194.\nIsraël, H. (1970), Atmospheric Electricity, vol. 1, Israel Program for Sci. Transl., Jerusalem.\nJen, C. N., P. H. McMurry, and D. R. Hanson (2014), Stabilization of sulfuric acid dimers by ammonia, methylamine, dimethylamine, and\ntrimethylamine, J. Geophys. Res. Atmos., 119, 7502–7514, doi:10.1002/2014JD021592.\nJunninen, H., et al. (2010), A high-resolution mass spectrometer to measure atmospheric ion composition, Atmos. Meas. Tech., 3(4), 1039–1053,\ndoi:10.5194/amt-3-1039-2010.\nKazil, J., R. G. Harrison, and E. R. Lovejoy (2008), Tropospheric new particle formation and the role of ions, in Planetary Atmospheric Electricity,\nvol. 30, pp. 241–255, Springer, New York, doi:10.1007/978-0-387-87664-1_15.\nKirkby, J., et al. (2011), Role of sulphuric acid, ammonia and galactic cosmic rays in atmospheric aerosol nucleation, Nature, 476(7361),\n429–435, doi:10.1038/nature10343.\nKirkby, J., et al. (2016), Ion-induced nucleation of pure biogenic particles, Nature, 533(7604), 521–526, doi:10.1038/nature17953.\nKorhonen, P., M. Kulmala, A. Laaksonen, Y. Viisanen, R. McGraw, and J. H. Seinfeld (1999), Ternary nucleation of H2SO4, NH3, and H2O in the\natmosphere, J. Geophys. Res., 104, 26,349–26,353, doi:10.1029/1999JD900784.\nKrupa, S.-V. (2003), Effects of atmospheric ammonia (NH3) on terrestrial vegetation: A review, Environ. Pollut., 124(2), 179–221, doi:10.1016/\nS0269-7491(02)00434-7.\nKuang, C., P. H. McMurry, A. V. McCormick, and F. L. Eisele (2008), Dependence of nucleation rates on sulfuric acid vapor concentration in\ndiverse atmospheric locations, J. Geophys. Res., 113, D10209, doi:10.1029/2007JD009253.\nKulmala, M., H. Vehkamäki, T. Petäjä, M. Dal Maso, A. Lauri, V.-M. Kerminen, W. Birmili, and P. H. McMurry (2004), Formation and growth rates\nof ultrafine atmospheric particles: A review of observations, J. Aerosol Sci., 35(2), 143–176, doi:10.1016/j.jaerosci.2003.10.003.\nKulmala, M., et al. (2013), Direct observations of atmospheric aerosol nucleation, Science, 339(6122), 943–946, doi:10.1126/science.1227385.\nKupc, A., et al. (2011), A fibre-optic UV system for H2SO4 production in aerosol chambers causing minimal thermal effects, J. Aerosol Sci., 42(8),\n532–543, doi:10.1016/j.jaerosci.2011.05.001.\nKupiainen-Määttä, O., T. Olenius, H. Korhonen, J.Malila, M. Dal Maso, K. Lehtinen, and H. Vehkamäki (2014), Critical cluster size cannot in practice\nbe determined by slope analysis in atmospherically relevant applications, J. Aerosol Sci., 77, 127–144, doi:10.1016/j.jaerosci.2014.07.005.\nKürten, A., L. Rondo, S. Ehrhart, and J. Curtius (2011), Performance of a corona ion source for measurement of sulfuric acid by chemical\nionization mass spectrometry, Atmos. Meas. Tech., 4(3), 437–443, doi:10.5194/amt-4-437-2011.\nKürten, A., L. Rondo, S. Ehrhart, and J. Curtius (2012), Calibration of a chemical ionization mass spectrometer for the measurement of gaseous\nsulfuric acid, J. Phys. Chem. A, 116(24), 6375–6386, doi:10.1021/jp212123n.\nKürten, A., et al. (2014), Neutral molecular cluster formation of sulfuric acid-dimethylamine observed in real-time under atmospheric conditions,\nProc. Natl. Acad. Sci. U.S.A., 111(42), 15,019–15,024, doi:10.1073/pnas.1404853111.\nKürten, A., et al. (2015), Thermodynamics of the formation of sulfuric acid dimers in the binary (H2SO4-H2O) and ternary (H2SO4-H2O-NH3)\nsystem, Atmos. Chem. Phys., 15(18), 10,701–10,721, doi:10.5194/acp-15-10701-2015.\nKurtén, T., V. Loukonen, H. Vehkamäki, and M. Kulmala (2008), Amines are likely to enhance neutral and ion-induced sulfuric acid-water\nnucleation in the atmosphere more effectively than ammonia, Atmos. Chem. Phys., 8(14), 4095–4103, doi:10.5194/acp-8-4095-2008.\nLaakso, L., T. Hussein, P. Aarnio, M. Komppula, V. Hiltunen, Y. Viisanen, and M. Kulmala (2003), Diurnal and annual characteristics of particle\nmass and number concentrations in urban, rural and Arctic environments in Finland, Atmos. Environ., 37(19), 2629–2641, doi:10.1016/\nS1352-2310(03)00206-1.\nLarsen, L., B. Roth, R. Van Dingenen, and F. Raes (1997), Photolytic aerosol formation in SO2-HNO2-H2O-air mixtures, with and without NH3,\nJ. Aerosol Sci., 28(S1), 719–720, doi:10.1016/S0021-8502(97)85358-X.\nLee, S.-H., J. M. Reeves, J. C. Wilson, D. E. Hunton, A. A. Viggiano, T. M. Miller, J. O. Ballenthin, and L. R. Lait (2003), Particle formation by ion\nnucleation in the upper troposphere and lower stratosphere, Science, 301(5641), 1886–1889, doi:10.1126/science.1087236.\nLohmann, U., and J. Feichter (2005), Global indirect aerosol effects: A review, Atmos. Chem. Phys., 5(3), 715–737, doi:10.5194/acp-5-715-2005.\nLovejoy, E. R., J. Curtius, and K. D. Froyd (2004), Atmospheric ion-induced nucleation of sulfuric acid and water, J. Geophys. Res., 109, D08204,\ndoi:10.1029/2003JD004460.\nMalila, J., R. McGraw, A. Laaksonen, and K. E. J. Lehtinen (2015), Communication: Kinetics of scavenging of small, nucleating clusters: First\nnucleation theorem and sum rules, J. Chem. Phys., 142, 011102, doi:10.1063/1.4905213.\nManninen, H. E., T. Nieminen, I. Riipinen, T. Yli-Juuti, S. Gagné, E. Asmi, P. P. Aalto, T. Petäjä, V.-M. Kerminen, and M. Kulmala (2009), Charged\nand total particle formation and growth rates during EUCAARI 2007 campaign in Hyytiälä, Atmos. Chem. Phys., 9(12), 4077–4089,\ndoi:10.5194/acp-9-4077-2009.\nMauldin, R. L., III, D. J. Tanner, J. A. Heath, B. J. Huebert, and F. L. Eisele (1999), Observations of H2SO4 and MSA during PEM-Tropics-A,\nJ. Geophys. Res., 104, 5801–5816, doi:10.1029/98JD02612.\nMcGrath, M. J., T. Olenius, I. K. Ortega, V. Loukonen, P. Paasonen, T. Kurtén, M. Kulmala, and H. Vehkamäki (2012), Atmospheric cluster dynamics\ncode: A flexible method for solution of the birth-death equations, Atmos. Chem. Phys., 12(5), 2345–2355, doi:10.5194/acp-12-2345-2012.\nMerikanto, J., D. V. Spracklen, G. W. Mann, S. J. Pickering, and K. S. Carslaw (2009), Impact of nucleation on global CCN, Atmos. Chem. Phys.,\n9(21), 8601–8616, doi:10.5194/acp-9-8601-2009.\nMetzger, A., et al. (2010), Evidence for the role of organics in aerosol particle formation under atmospheric conditions, Proc. Natl. Acad. Sci. U.S.A.,\n107(15), 6646–6651, doi:10.1073/pnas.0911330107.\nMirme, S., and A. Mirme (2013), The mathematical principles and design of the NAIS – a spectrometer for the measurement of cluster ion and\nnanometer aerosol size distributions, Atmos. Meas. Tech., 6(4), 1061–1071, doi:10.5194/amt-6-1061-2013.\nNel, A. (2005), Air pollution–related illness: Effects of particles, Science, 308(5723), 804–806, doi:10.1126/science.1108752.\nNorman, M., A. Hansel, and A. Wisthaler (2007), O2\n+ as reagent ion in the PTR-MS instrument: Detection of gas-phase ammonia, Int. J. Mass\nSpectrom., 265(2-3), 382–387, doi:10.1016/j.ijms.2007.06.010.\nO’Dowd, C. D., M. Geever, M. K. Hill, M. H. Smith, and S. G. Jennings (1998), New particle formation: Nucleation rates and spatial scales in the\nclean marine coastal environment, Geophys. Res. Lett., 25, 1661–1664, doi:10.1029/98GL01005.\nOlenius, T., et al. (2013), Comparing simulated and experimental molecular cluster distributions, Faraday Discuss., 165, 75–89, doi:10.1039/\nC3FD00031A.\nOrtega, I. K., O. Kupiainen, T. Kurtén, T. Olenius, O. Wilkman, M. J. McGrath, V. Loukonen, and H. Vehkamäki (2012), From quantum chemical\nformation free energies to evaporation rates, Atmos. Chem. Phys., 12(1), 225–235, doi:10.5194/acp-12-225-2012.\nOrtega, I. K., T. Olenius, O. Kupiainen-Määttä, V. Loukonen, T. Kurtén, and H. Vehkamäki (2014), Electrical charging changes the composition\nof sulfuric acid-ammonia/dimethylamine clusters, Atmos. Chem. Phys., 14(15), 7995–8007, doi:10.5194/acp-14-7995-2014.\nPanta, B., W. A. Glasoe, J. H. Zollner, K. K. Carlson, and D. R. Hanson (2012), Computational fluid dynamics of a cylindrical nucleation flow\nreactor with detailed cluster thermodynamics, J. Phys. Chem. A, 116, 10,122–10,134, doi:10.1021/jp302444y.\nPraplan, A. P., F. Bianchi, J. Dommen, and U. Baltensperger (2012), Dimethylamine and ammonia measurements with ion chromatography\nduring the CLOUD4 campaign, Atmos. Meas. Tech., 5(9), 2161–2167, doi:10.5194/amt-5-2161-2012.\nRaes, F., and A. Janssens (1985), Ion-induced aerosol formation in a H2O-H2SO4 system – extension of the classical theory and search for\nexperimental evidence, J. Aerosol Sci., 16(3), 217–227, doi:10.1016/0021-8502(85)90028-X.\nRiccobono, F., et al. (2012), Contribution of sulfuric acid and oxidized organic compounds to particle formation and growth, Atmos. Chem. Phys.,\n12(20), 9427–9439, doi:10.5194/acp-12-9427-2012.\nRiccobono, F., et al. (2014), Oxidation products of biogenic emissions contribute to nucleation of atmospheric particles, Science, 344(6185),\n717–721, doi:10.1126/science.1243527.\nRose, C., et al. (2015a), Major contribution of neutral clusters to new particle formation at the interface between the boundary layer and the\nfree troposphere, Atmos. Chem. Phys., 15(6), 3413–3428, doi:10.5194/acp-15-3413-2015.\nRose, C., et al. (2015b), Frequent nucleation events at the high altitude station of Chacaltaya (5240ma.s.l.), Bolivia, Atmos. Environ., 102, 18–29,\ndoi:10.1016/j.atmosenv.2014.11.015.\nSchnitzhofer, R., et al. (2014), Characterisation of organic contaminants in the CLOUD chamber at CERN, Atmos. Meas. Tech., 7(7), 2159–2168,\ndoi:10.5194/amt-7-2159-2014.\nSchobesberger, S., et al. (2013), Molecular understanding of atmospheric particle formation from sulfuric acid and large oxidized organic\nmolecules, Proc. Natl. Acad. Sci. U.S.A., 110(43), 17,223–17,228, doi:10.1073/pnas.1306973110.\nSchobesberger, S., et al. (2015), On the composition of ammonia-sulfuric-acid ion clusters during aerosol particle formation, Atmos. Chem. Phys.,\n15(1), 55–78, doi:10.5194/acp-15-55-2015.\nSihto, S.-L., et al. (2006), Atmospheric sulphuric acid and aerosol formation: Implications from atmospheric measurements for nucleation and\nearly growth mechanisms, Atmos. Chem. Phys., 6(12), 4079–4091, doi:10.5194/acp-6-4079-2006.\nStanier, C. O., A. Y. Khlystov, and S. N. Pandis (2004), Nucleation events during the Pittsburgh air quality study: Description and relation to key\nmeteorological, gas phase, and aerosol parameters, Aerosol Sci. Technol., 38(S1), 253–264, doi:10.1080/02786820390229570.\nSu, T., and W. J. Chesnavich (1982), Parametrization of the ion-polar molecule collision rate constant by trajectory calculations, J. Chem. Phys.,\n76(10), 5183–5185, doi:10.1063/1.442828.\nTorpo, L., T. Kurtén, H. Vehkamäki, K. Laasonen, M. R. Sundberg, and M. Kulmala (2007), Significance of ammonia in growth of atmospheric\nnanoclusters, J. Phys. Chem. A, 111(42), 10,671–10,674, doi:10.1021/jp0741307.\nVaittinen, O., M. Metsälä, S. Persijn, M. Vainio, and L. Halonen (2014), Adsorption of ammonia on treated stainless steel and polymer surfaces,\nAppl. Phys. B, 115(2), 185–196, doi:10.1007/s00340-013-5590-3.\nVanhanen, J., J. Mikkilä, K. Lehtipalo, M. Sipilä, H. E. Manninen, E. Siivola, T. Petäjä, and M. Kulmala (2011), Particle size magnifier for nano-CN\ndetection, Aerosol Sci. Technol., 45(4), 533–542, doi:10.1080/02786826.2010.547889.\nVoigtländer, J., J. Duplissy, L. Rondo, A. Kürten, and F. Stratmann (2012), Numerical simulations of mixing conditions and aerosol dynamics in\nthe CERN CLOUD chamber, Atmos. Chem. Phys., 12(4), 2205–2214, doi:10.5194/acp-12-2205-2012.\nWeber, R. J., J. J. Marti, P. H. McMurry, F. L. Eisele, D. J. Tanner, and A. Jefferson (1996), Measured atmospheric new particle formation rates:\nImplications for nucleation mechanisms, Chem. Eng. Commun., 151, 53–64, doi:10.1080/00986449608936541.\nWeber, R. J., P. H. McMurry, L. Mauldin, D. J. Tanner, F. L. Eisele, F. J. Brechtel, S. M. Kreidenweis, G. L. Kok, R. D. Schillawski, and D. Baumgardner\n(1998), A study of new particle formation and growth involving biogenic and trace gas species measured during ACE 1, J. Geophys. Res.,\n103, 16,385–16,396, doi:10.1029/97JD02465.\nWeber, R. J., P. H. McMurry, R. L. Mauldin III, D. J. Tanner, and F. L. Eisele (1999), New particle formation in the remote troposphere: A comparison\nof observations at various sites, Geophys. Res. Lett., 26, 307–310, doi:10.1029/1998GL900308.\nWeigel, R., et al. (2011), In situ observations of new particle formation in the tropical upper troposphere: The role of clouds and the nucleation\nmechanism, Atmos. Chem. Phys., 11(18), 9983–10,010, doi:10.5194/acp-11-9983-2011.\nWimmer, D., et al. (2013), Performance of diethylene glycol based particle counters in the sub-3 nm size range, Atmos. Meas. Tech., 6(7), 1793–1804,\ndoi:10.5194/amt-6-1793-2013.\nWimmer, D., et al. (2015), Technical note: Using DEG-CPCs at upper tropospheric temperatures, Atmos. Chem. Phys., 15(13), 7547–7555,\ndoi:10.5194/acp-15-7547-2015.\nYu, F., and R. P. Turco (2000), Ultrafine aerosol formation via ion-mediated nucleation, Geophys. Res. Lett., 27, 883–886, doi:10.1029/1999GL011151.\nYu, H., R. McGraw, and S.-H. Lee (2012), Effects of amines on formation of sub-3 nm particles and their subsequent growth, Geophys. Res. Lett.,\n39, L02807, doi:10.1029/2011GL050099.\nZhang, R., I. Suh, J. Zhao, D. Zhang, E. C. Fortner, X. Tie, L. T. Molina, and M. J. Molina (2004), Atmospheric new particle formation enhanced by\norganic acids, Science, 304(5676), 1487–1490, doi:10.1126/science.1095139.\nZollner, J. H., W. A. Glasoe, B. Panta, K. K. Carlson, P. H. McMurry, and D. R. Hanson (2012), Sulfuric acid nucleation: Power dependencies,\nvariation with relative humidity, and effect of bases, Atmos. Chem. Phys., 12(10), 4399–4411, doi:10.5194/acp-12-4399-2012."],"rights":"No commercial reproduction, distribution, display or performance rights in this work are provided.","official_citation":"Kürten, A., et al. (2016), Experimental particle formation rates spanning tropospheric sulfuric acid and ammonia abundances, ion production rates, and temperatures, J. Geophys. Res. Atmos., 121, 12,377–12,400, doi:10.1002/2015JD023908","other_numbering_system":null,"funders":[{"agency":"European Organization for Nuclear Research (CERN)","grant_number":""},{"agency":"Marie Curie Fellowship","grant_number":"215072"},{"agency":"Marie Curie Fellowship","grant_number":"316662"},{"agency":"European Research Council (ERC)","grant_number":"57360"},{"agency":"European Research Council (ERC)","grant_number":"227463"},{"agency":"Bundesministeriums für Bildung und Forschung (BMBF)","grant_number":"01LK0902A"},{"agency":"Bundesministeriums für Bildung und Forschung (BMBF)","grant_number":"01LK1222A"},{"agency":"Swiss National Science Foundation (SNSF)","grant_number":"200020_135307"},{"agency":"Swiss National Science Foundation (SNSF)","grant_number":"206620_130527"},{"agency":"Swiss National Science Foundation (SNSF)","grant_number":"206620_141278"},{"agency":"Väisälä Foundation","grant_number":""},{"agency":"NSF","grant_number":"AGS-1447056"},{"agency":"NSF","grant_number":"AGS-1439551"},{"agency":"Department of Energy (DOE)","grant_number":"DE-SC0014469"},{"agency":"Academy of Finland","grant_number":"1118615"},{"agency":"Academy of Finland","grant_number":"1133872"},{"agency":"Academy of Finland","grant_number":"251007"}],"collection":"CaltechAUTHORS","reviewer":"GP","local_group":null}
