{"title":"Formation of highly oxygenated low-volatility products from cresol oxidation","uri":"","abstract":"Hydroxyl radical (OH) oxidation of toluene produces ring-retaining products: cresol and benzaldehyde, and ring-opening products: bicyclic intermediate compounds and epoxides. Here, first- and later-generation OH oxidation products from cresol and benzaldehyde are identified in laboratory chamber experiments. For benzaldehyde, first-generation ring-retaining products are identified, but later-generation products are not detected. For cresol, low-volatility (saturation mass concentration, C* ∼ 3.5  ×  10^4 − 7.7  ×  10^(−3) µg m^(−3)), first- and later-generation ring-retaining products are identified. Subsequent OH addition to the aromatic ring of o-cresol leads to compounds such as hydroxy, dihydroxy, and trihydroxy methyl benzoquinones and dihydroxy, trihydroxy, tetrahydroxy, and pentahydroxy toluenes. These products are detected in the gas phase by chemical ionization mass spectrometry (CIMS) and in the particle phase using offline direct analysis in real-time mass spectrometry (DART-MS). Our data suggest that the yield of trihydroxy toluene from dihydroxy toluene is substantial. While an exact yield cannot be reported as authentic standards are unavailable, we find that a yield for trihydroxy toluene from dihydroxy toluene of ∼ 0.7 (equal to the reported yield of dihydroxy toluene from o-cresol; Olariu et al., 2002) is consistent with experimental results for o-cresol oxidation under low-NO conditions. These results suggest that even though the cresol pathway accounts for only ∼ 20 % of the oxidation products of toluene, it is the source of a significant fraction (∼ 20–40 %) of toluene secondary organic aerosol (SOA) due to the formation of low-volatility products.","documents":[{"id":"http://authors.library.caltech.edu/id/document/249637","docid":249637,"rev_number":3,"files":[{"id":"http://authors.library.caltech.edu/id/file/1238164","fileid":1238164,"datasetid":"document","objectid":249637,"filename":"acp-17-3453-2017.pdf","mime_type":"application/pdf","hash":"8065cf991363ec2e968b289b700365c5","hash_type":"MD5","filesize":3116473,"mtime":"2017-04-07 17:28:36","url":"http://authors.library.caltech.edu/75839/1/acp-17-3453-2017.pdf"}],"eprintid":75839,"pos":1,"placement":1,"mime_type":"application/pdf","format":"application/pdf","language":"en","security":"public","license":"cc_by","main":"acp-17-3453-2017.pdf","content":"published"},{"id":"http://authors.library.caltech.edu/id/document/249638","docid":249638,"rev_number":3,"files":[{"id":"http://authors.library.caltech.edu/id/file/1238167","fileid":1238167,"datasetid":"document","objectid":249638,"filename":"acp-17-3453-2017-supplement.pdf","mime_type":"application/pdf","hash":"07e04e71ebb0410a809bd6abe17b43cf","hash_type":"MD5","filesize":1300731,"mtime":"2017-04-07 17:28:45","url":"http://authors.library.caltech.edu/75839/2/acp-17-3453-2017-supplement.pdf"}],"eprintid":75839,"pos":2,"placement":2,"mime_type":"application/pdf","format":"application/pdf","language":"en","security":"public","license":"cc_by","main":"acp-17-3453-2017-supplement.pdf","content":"supplemental"}],"note":"© Author(s) 2017. This work is distributed under the Creative Commons Attribution 3.0 License. \n\nReceived: 04 Oct 2016 – Discussion started: 10 Oct 2016. Revised: 23 Jan 2017 – Accepted: 15 Feb 2017 – Published: 10 Mar 2017. \n\nData availability: Data used within this work are available upon request. Please email Rebecca Schwantes (rschwant@ucar.edu). \n\nThe Supplement related to this article is available online at doi:10.5194/acp-17-3453-2017-supplement. \n\nThis work was supported by National Science Foundation grants AGS-1240604 and AGS-1523500. We thank Hannah Allen and Anke Noelscher for their experimental assistance and Nathan Dalleska and John Crounse for helpful discussions. The National Center for Atmospheric Research is sponsored by the National Science Foundation. \n\nEdited by: Y. Rudich. Reviewed by: H. Herrmann and T. Mentel. \n\nThe authors declare that they have no conflict of interest. ","id":75839,"rev_number":11,"userid":6,"eprint_dir":"disk0/00/07/58/39","datestamp":"2017-04-07 17:33:55","lastmod":"2017-04-07 17:33:55","status_changed":"2017-04-07 17:33:55","type":"article","metadata_visibility":"show","creators":[{"given":"Rebecca H.","family":"Schwantes","id":"Schwantes-R-H","orcid":"0000-0002-7095-3718"},{"given":"Katherine A.","family":"Schilling","id":"Schilling-K-A","orcid":""},{"given":"Renee C.","family":"McVay","id":"McVay-R-C","orcid":"0000-0001-7766-5009"},{"given":"Hanna","family":"Lignell","id":"Lignell-H","orcid":"0000-0001-7049-1659"},{"given":"Matthew M.","family":"Coggon","id":"Coggon-M-M","orcid":"0000-0002-5763-1925"},{"given":"Xuan","family":"Zhang","id":"Zhang-Xuan","orcid":""},{"given":"Paul O.","family":"Wennberg","id":"Wennberg-P-O","orcid":"0000-0002-6126-3854"},{"given":"John H.","family":"Seinfeld","id":"Seinfeld-J-H","orcid":"0000-0003-1344-4068"}],"ispublished":"pub","subjects":null,"full_text_status":"public","keywords":"","date":"2017-03-10","date_type":"published","publication":"Atmospheric Chemistry and Physics","volume":"17","number":"5","pagerange":"3453-3474","id_number":"CaltechAUTHORS:20170407-102119598","refereed":true,"issn":"1680-7324","official_url":"http://resolver.caltech.edu/CaltechAUTHORS:20170407-102119598","related_url":[{"url":"https://dx.doi.org/10.5194/acp-17-3453-2017","type":"doi","description":"Article"},{"url":"http://www.atmos-chem-phys.net/17/3453/2017/","type":"pub","description":"Article"},{"url":"https://dx.doi.org/10.5194/acp-17-3453-2017-supplement","type":"doi","description":"Supplement"}],"referencetext":["Atkinson, R., Carter, W. P. L., Darnall, K. R., Winer, A. M., and\nPitts Jr., J. N.: A smog chamber and modeling study of the gas\nphase NOx -air photooxidation of toluene and the cresols, Int. J.\nChem. Kinet., 12, 779–836, 1980.\nAtkinson, R., Aschmann, S. M., and Arey, J.: Reactions of OH\nand NO3 radicals with phenol, cresols, and 2-nitrophenol at\n296 ± 2 K, Environ. Sci. Technol., 26, 1397–1403, 1992.\nBardini, P.: Atmospheric chemistry of dimethylphenols and nitrophenols,\nPhD Thesis, University College Cork, Cork, 2006.\nBarley, M. H. and McFiggans, G.: The critical assessment of vapour\npressure estimation methods for use in modelling the formation\nof atmospheric organic aerosol, Atmos. Chem. Phys., 10, 749–\n767, doi:10.5194/acp-10-749-2010, 2010.\nBejan, I., Abd El Aal, Y., Barnes, I., Benter, T., Bohn, B., Wiesen,\nP., and Kleffmann, J.: The photolysis of ortho-nitrophenols: A\nnew gas phase source of HONO, Phys. Chem. Chem. Phys., 8,\n2028–2035, 2006.\nBejan, I., Barnes, I., Olariu, R., Zhou, S., Wiesen, P., and Benter,\nT.: Investigations on the gas-phase photolysis and OH radical kinetics\nof methyl-2-nitrophenols, Phys. Chem. Chem. Phys., 9,\n5686–5692, 2007.\nBirdsall, A. W., Andreoni, J. F., and Elrod, M. J.: Investigation of\nthe role of bicyclic peroxy radicals in the oxidation mechanism\nof toluene, J. Phys. Chem. A, 114, 10655–10663, 2010.\nBloss, C., Wagner, V., Jenkin, M. E., Volkamer, R., Bloss, W. J.,\nLee, J. D., Heard, D. E., Wirtz, K., Martin-Reviejo, M., Rea,\nG., Wenger, J. C., and Pilling, M. J.: Development of a detailed\nchemical mechanism (MCMv3.1) for the atmospheric oxidation\nof aromatic hydrocarbons, Atmos. Chem. Phys., 5, 641–664,\ndoi:10.5194/acp-5-641-2005, 2005.\nBrown, S. S., Osthoff, H. D., Stark, H., Dube, W. P., Ryerson, T.\nB., Warneke, C., de Gouw, J. A., Wollny, A. G., Parrish, D. D.,\nFehsenfeld, F. C., and Ravishankara, A. R.: Aircraft observations\nof daytime NO3 and N2O5 and their implications for tropospheric\nchemistry, J. Photochem. Photobiol. A, 176, 270–278,\n2005.\nCalvert, J., Atkinson, R., Becker, K. H., Kamens, R., Seinfeld,\nJ., Wallington, T., and Yarwood, G.: The mechanisms of atmospheric\noxidation of aromatic hydrocarbons, Oxford University\nPress, Inc., New York, 2002.\nCaralp, F., Foucher, V., Lesclaux, R., Wallington, T. J., and Hurley,\nM. D.: Atmospheric chemistry of benzaldehyde: UV absorption\nspectrum and reaction kinetics and mechanisms of the\nC6H5C(O)O2 radical, Phys. Chem. Chem. Phys., 1, 3509–3517,\n1999.\nChan, M. N., Nah, T., and Wilson, K. R.: Real time in situ chemical\ncharacterization of sub-micron organic aerosols using direct\nanalysis in real time mass spectrometry (DART-MS): The effect\nof aerosol size and volatility, Analyst, 138, 3749–3757, 2013.\nChen, J., Wenger, J. C., and Venables, D. S.: Near-ultraviolet absorption\ncross sections of nitrophenols and their potential influence\non tropospheric oxidation capacity, J. Phys. Chem. A, 115,\n12235–12242, 2011.\nCody, R. B.: Observation of molecular ions and analysis of nonpolar\ncompounds with the direct analysis in real time ion source, Anal.\nChem., 81, 1101–1107, 2009.\nCody, R. B., Laramee, J. A., and Durst, H. D.: Versatile new ion\nsource for the analysis of materials in open air under ambient\nconditions, Anal. Chem., 77, 2297–2302, 2005.\nCompernolle, S., Ceulemans, K., and Müller, J.-F.: EVAPORATION:\na new vapour pressure estimation method for organic\nmolecules including non-additivity and intramolecular interactions,\nAtmos. Chem. Phys., 11, 9431–9450, doi:10.5194/acp-11-\n9431-2011, 2011.\nCrounse, J. D., McKinney, K. A., Kwan, A. J., and Wennberg,\nP. O.: Measurement of gas-phase hydroperoxides by chemical\nionization mass spectrometry, Anal. Chem., 78, 6726–6732,\ndoi:10.1021/ac0604235, 2006.\nDean, J. A.: Lange’s handbook of chemistry, 14th Edn., McGrawHill,\nInc., New York, 1992.\nEtzkorn, T., Klotz, B., Sorensen, S., Patroescu, I. V., Barnes, I.,\nBecker, K. H., and Platt, U.: Gas-phase absorption cross sections\nof 24 monocyclic aromatic hydrocarbons in the UV and IR spectral\nranges, Atmos. Environ., 33, 525–540, 1999.\nGeyer, A., Alicke, B., Konrad, S., Schmitz, T., Stutz, J., and Platt,\nU.: Chemistry and oxidation capacity of the nitrate radical in the\ncontinental boundary layer near Berlin, J. Geophys. Res., 106,\n8013–8025, 2001.\nGeyer, A., Alicke, B., Ackermann, R., Martinez, M., Harder, H.,\nBrune, W., di Carlo, P., Williams, E., Jobson, T., Hall, S., Shetter,\nR., and Stutz, J.: Direct observations of daytime NO3: Implications\nfor urban boundary layer chemistry, J. Geophys. Res., 108,\n2003.\nHenze, D. K., Seinfeld, J. H., Ng, N. L., Kroll, J. H., Fu, T.-M.,\nJacob, D. J., and Heald, C. L.: Global modeling of secondary\norganic aerosol formation from aromatic hydrocarbons: highvs.\nlow-yield pathways, Atmos. Chem. Phys., 8, 2405–2420,\ndoi:10.5194/acp-8-2405-2008, 2008.\nHuang, Q., Wang, L., and Han, S.: The genotoxicity of substituted\nnitrobenzenes and the quantitative structure-activity relationship\nstudies, Chemosphere, 30, 915–923, 1995.\nJang, M. and Kamens, R. M.: Characterization of secondary aerosol\nfrom the photooxiation of toluene in the presense of NOx and 1-\npropene, Environ. Sci. Technol., 35, 3626–3639, 2001.\nJenkin, M. E., Saunders, S. M., Wagner, V., and Pilling, M. J.:\nProtocol for the development of the Master Chemical Mechanism,\nMCM v3 (Part B): tropospheric degradation of aromatic\nvolatile organic compounds, Atmos. Chem. Phys., 3, 181–193,\ndoi:10.5194/acp-3-181-2003, 2003.\nJorgensen, S.: Gas-phase oxidation of cresol isomers initiated by\nOH or NO3 radicals in the presence of NO2, Int. J. Chem. Kinet.,\n44, 165–178, 2012.\nKhan, M. A. H., Morris, W. C., Watson, L. A., Galloway, M.,\nHamer, P. D., Shallcross, B. M. A., Percival, C. J., and Shallcross,\nD. E.: Estimation of daytime NO3 radical levels in the UK\nurban atmosphere using the steady state approximation method,\nAdv. Meteorol., 294069, doi:10.1155/2015/294069, 2015.\nKlotz, B., Sorensen, S., Barnes, I., Becker, K. H., Etzkorn, T.,\nVolkamer, R., Platt, U., Wirtz, K., and Martin-Reviejo, M.: Atmospheric\noxidation of toluene in a large-volume outdoor photoreactor:\nin situ determination of ring-retaining product yields,\nJ. Phys. Chem. A, 102, 10289–10299, doi:10.1021/jp982719n,\n1998.\nKoch, R., Knispel, R., Elend, M., Siese, M., and Zetzsch, C.: Consecutive\nreactions of aromatic-OH adducts with NO, NO2 and\nO2: benzene, naphthalene, toluene, m- and p-xylene, hexamethylbenzene,\nphenol, m-cresol and aniline, Atmos. Chem. Phys.,\n7, 2057–2071, doi:10.5194/acp-7-2057-2007, 2007.\nKurten, T., Tiusanen, K., Roldin, P., Rissanen, M., Luy, J.-N., Boy,\nM., Ehn, M., and Donahue, N.: α-Pinene autoxidation products\nmay not have extremely low saturation vapor pressures despite\nhigh O : C ratios, J. Phys. Chem. A, 120, 2569–2582, 2016.\nKurtenbach, R., Ackermann, R., Becker, K. H., Geyer, A., Gomes,\nA. G., Lorzer, J. C., Platt, U., and Wiesen, P.: Verification of the\ncontribution of vehicular traffic to the total NMVOC emissions\nin Germany and the importance of the NO3 chemistry in the city\nair, J. Atmos. Chem., 42, 395–411, 2002.\nLim, Y. B., Tan, Y., Perri, M. J., Seitzinger, S. P., and Turpin,\nB. J.: Aqueous chemistry and its role in secondary organic\naerosol (SOA) formation, Atmos. Chem. Phys., 10, 10521–\n10539, doi:10.5194/acp-10-10521-2010, 2010.\nMonks, T. J., Hanzlik, R. P., Cohen, G. M., Ross, D., and Graham,\nD. G.: Quinone chemistry and toxicity, Toxicol. Appl. Pharmacol.,\n112, 2–16, 1992.\nNakao, S., Clark, C., Tang, P., Sato, K., and Cocker III, D.: Secondary\norganic aerosol formation from phenolic compounds in\nthe absence of NOx , Atmos. Chem. Phys., 11, 10649–10660,\ndoi:10.5194/acp-11-10649-2011, 2011.\nNakao, S., Liu, Y., Tang, P., Chen, C.-L., Zhang, J., and Cocker III,\nD. R.: Chamber studies of SOA formation from aromatic hydrocarbons:\nobservation of limited glyoxal uptake, Atmos. Chem.\nPhys., 12, 3927–3937, doi:10.5194/acp-12-3927-2012, 2012.\nNannoolal, Y., Rarey, J., Ramjugernath, D., and Cordes, W.: Estimation\nof pure component properties part 1. Estimation of the\nnormal boiling point of non-electrolyte organic compounds via\ngroup contributions and group interactions, Fluid Phase Equil.,\n226, 45–63, 2004.\nNannoolal, Y., Rarey, J., and Ramjugernath, D.: Estimation of pure\ncomponent properties part 3. Estimation of the vapor pressure of\nnon-electrolyte organic compounds via group contributions and\ngroup interactions, Fluid Phase Equil., 269, 117–133, 2008.\nNg, N. L., Kroll, J. H., Chan, A. W. H., Chhabra, P. S., Flagan,\nR. C., and Seinfeld, J. H.: Secondary organic aerosol formation\nfrom m-xylene, toluene, and benzene, Atmos. Chem. Phys., 7,\n3909–3922, doi:10.5194/acp-7-3909-2007, 2007.\nNilles, J. M., Connell, T. R., and Durst, H. D.: Quantitation of chemical\nwarfare agents using the direct analysis in real time (DART)\ntechnique, Anal. Chem., 81, 6744–6749, 2009.\nOlariu, R. I., Barnes, I., Becker, K. H., and Klotz, B.: Rate coef-\nficients for the gas-phase reaction of OH radicals with selected\ndihydroxybenzenes and benzoquinones, Int. J. Chem. Kinet., 32,\n696–702, 2000.\nOlariu, R. I., Klotz, B., Barnes, I., Becker, K. H., and Mocanu, R.:\nFT-IR study of the ring-retaining products from the reaction of\nOH radicals with phenol, o-, m-, and p-cresol, Atmos. Environ.,\n36, 3685–3697, 2002.\nOlariu, R. I., Bejan, I., Barnes, I., Klotz, B., Becker, K. H., and\nWirtz, K.: Rate Coefficients for the Gas-Phase Reaction of NO3\nRadicals with Selected Dihydroxybenzenes, Int. J. Chem. Kinet.,\n36, 577–583, 2004.\nOlariu, R. I., Barnes, I., Bejan, I., Arsene, C., Vione, D., Klotz, B.,\nand Becker, K. H.: FT-IR product study of the reactions of NO3\nradicals With ortho-, meta-, and para-cresol, Environ. Sci. Technol.,\n47, 7729–7738, 2013.\nO’Meara, S., Booth, A. M., Barley, M. H., Topping, D., and McFiggans,\nG.: An assessment of vapour pressure estimation methods,\nPhys. Chem. Chem. Phys., 16, 19453–19469, 2014.\nOrlando, J. J. and Tyndall, G. S.: Laboratory studies of organic peroxy\nradical chemistry: an overview with emphasis on recent issues\nof atmospheric significance, Chem. Soc. Rev., 41, 6294–\n317, doi:10.1039/c2cs35166h, 2012.\nPan, S. and Wang, L.: Atmospheric oxidation mechanism of mxylene\ninitiated by OH radical, J. Phys. Chem. A, 118, 10778–\n10787, 2014.\nPatiny, L. and Borel, A.: ChemCalc: a building block for tomorrow’s\nchemical infrastructure, J. Chem. Inf. Model., 53, 1223–1228,\n2013.\nPaulot, F., Crounse, J. D., Kjaergaard, H. G., Kroll, J. H., Seinfeld, J.\nH., and Wennberg, P. O.: Isoprene photooxidation: new insights\ninto the production of acids and organic nitrates, Atmos. Chem.\nPhys., 9, 1479–1501, doi:10.5194/acp-9-1479-2009, 2009.\nPengZhen, W. U., Jian, L. I., ShuJin, L. I., and Fu-Ming, T. A. O.:\nTheoretical study of mechanism and kinetics for the addition\nof hydroxyl radical to phenol, Sci. China Chem., 55, 270–276,\n2012.\nPraske, E., Crounse, J. D., Bates, K. H., Kurten, T., Kjaergaard,\nH. G., and Wennberg, P. O.: Atmospheric fate of methyl vinyl\nketone: peroxy radical reactions with NO and HO2, J. Phys.\nChem. A, 119, 4562–4572, 2015.\nSato, K., Hatakeyama, S., and Imamura, T.: Secondary organic\naerosol formation during the photooxidation of toluene: NOx\ndependence of chemical composition, J. Phys. Chem. A, 111,\n9796–9808, 2007.\nSchilling Fahnestock, K. A., Yee, L. D., Loza, C. L., Coggon, M.\nM., Schwantes, R. H., Zhang, X., Dalleska, N. F., and Seinfeld,\nJ. H.: Secondary organic aerosol composition from C12 alkanes,\nJ. Phys. Chem. A, 119, 4281–4297, 2015.\nSharpe, S. W., Johnson, T. J., Sams, R. L., Chu, P. M., Rhoderick,\nG. C., and Johnson, P. A.: Gas-phase databases for quantitative\ninfrared spectroscopy, composite spectrum for MCRESOL_25T,\nVersion 1.0, July, 03, Appl. Spectrosc., 5 8, 1452–1461, 2004.\nSmith, D. F., McIver, C. D., and Kleindienst, T. E.: Primary product\ndistribution from the reaction of hydroxyl radicals with toluene\nat ppb NOX mixing ratios, J. Atmos. Chem., 30, 209–228, 1998.\nSt. Clair, J. M., McCabe, D. C., Crounse, J. D., Steiner, U., and\nWennberg, P. O.: Chemical ionization tandem mass spectrometer\nfor the in situ measurement of methyl hydrogen peroxide, Rev.\nSci. Instrum., 81, 094102, doi:10.1063/1.3480552, 2010.\nSu, T. and Chesnavich, W. J.: Parametrization of the ion-polar\nmolecule collision rate constant by trajectory calculations, J.\nChem. Phys., 76, 5183–5185, 1982.\nTan, Y., Perri, M. J., Seitzinger, S. P., and Turpin, B. J.: Effects of\nprecursor concentration and acidic sulfate in aqueous glyoxalOH\nradical oxidation and implications for secondary organic\naerosol, Environ. Sci. Technol., 43, 8105–8112, 2009.\nWu, R., Pan, S., Li, Y., and Wang, L.: Atmospheric oxidation mechanism\nof toluene, J. Phys. Chem. A, 118, 4533–4547, 2014.\nXu, C. and Wang, L.: Atmospheric oxidation mechanism of phenol\ninitiated by OH radical, J. Phys. Chem. A, 117, 2358–2364,\n2013.\nYaws, C. L.: Handbook of vapor pressures: C5 to C7 compounds,\nvol. 2, Gulf Publishing Company, Houston, Texas, 1994.\nZetzsch, C., Koch, R., Bohn, B., Knipsel, R., Siese, M., and Witte,\nF.: Adduct formation of OH with aromatics and unsaturated hydrocarbons\nand consecutive reactions with O2 and NOx to regenerate\nOH, in: Chemical Processes in Atmospheric Oxidation,\nedited by: LeBras, G., Springer-Verlag, Berlin, 247–256, 1997.\nZhang, X., Cappa, C. D., Jather, S. H., McVay, R. C., Ensberg, J. J.,\nKleeman, M. J., and Seinfeld, J. H.: Influence of vapor wall loss\nin laboratory chambers on yields of secondary organic aerosol, P.\nNatl. Acad. Sci. USA, 111, 5802–5807, 2014."],"rights":"No commercial reproduction, distribution, display or performance rights in this work are provided.","official_citation":"Schwantes, R. H., Schilling, K. A., McVay, R. C., Lignell, H., Coggon, M. M., Zhang, X., Wennberg, P. O., and Seinfeld, J. H.: Formation of highly oxygenated low-volatility products from cresol oxidation, Atmos. Chem. Phys., 17, 3453-3474, doi:10.5194/acp-17-3453-2017, 2017.","other_numbering_system":null,"funders":[{"agency":"NSF","grant_number":"AGS-1240604"},{"agency":"NSF","grant_number":"AGS-1523500"}],"collection":"CaltechAUTHORS","reviewer":"TD","local_group":null}