{"title":"Isoprene Peroxy Radical Dynamics","uri":"","abstract":"Approximately 500 Tg of 2-methyl-1,3-butadiene (isoprene) is emitted by deciduous trees each year. Isoprene oxidation in the atmosphere is initiated primarily by addition of hydroxyl radicals (OH) to C_4 or C_1 in a ratio 0.57 ± 0.03 (1σ) to produce two sets of distinct allylic radicals. Oxygen (O_2) adds to these allylic radicals either δ (Z or E depending on whether the allylic radical is cis or trans) or β to the OH group forming six distinct peroxy radical isomers. Due to the enhanced stability of the allylic radical, however, these peroxy radicals lose O_2 in competition with bimolecular reactions. In addition, the Z-δ hydroxy peroxy radical isomers undergo unimolecular 1,6 H-shift isomerization. Here, we use isomer-resolved measurements of the reaction products of the peroxy radicals to diagnose this complex chemistry. We find that the ratio of δ to β hydroxy peroxy radicals depends on their bimolecular lifetime (τ_(bimolecular)). At τ_(bimolecular) ≈ 0.1 s, a transition occurs from a kinetically to a largely thermodynamically controlled distribution at 297 K. Thus, in nature, where τ_(bimolecular) \u003e 10 s, the distribution of isoprene hydroxy peroxy radicals will be controlled primarily by the difference in the relative stability of the peroxy radical isomers. In this regime, β hydroxy peroxy radical isomers comprise ∼95% of the radical pool, a much higher fraction than in the nascent (kinetic) distribution. Intramolecular 1,6 H-shift isomerization of the Z-δ hydroxy peroxy radical isomers produced from OH addition to C_4 is estimated to be ∼4 s^(–1) at 297 K. While the Z-δ isomer is initially produced in low yield, it is continually reformed via decomposition of the β hydroxy peroxy radicals. As a result, unimolecular chemistry from this isomer contributes about half of the atmospheric fate of the entire pool of peroxy radicals formed via addition of OH at C_4 for typical atmospheric conditions (τ_(bimolecular) = 100 s and T = 25 C). In contrast, unimolecular chemistry following OH addition at C_1 is slower and less important.","documents":[{"id":"http://authors.library.caltech.edu/id/document/250432","docid":250432,"rev_number":4,"files":[{"id":"http://authors.library.caltech.edu/id/file/1241468","fileid":1241468,"datasetid":"document","objectid":250432,"filename":"jacs%2E6b12838.pdf","mime_type":"application/pdf","hash":"e73121a0cb89bfd5ed0d3e76c5ac4d28","hash_type":"MD5","filesize":3307665,"mtime":"2017-04-12 18:28:48","url":"http://authors.library.caltech.edu/76536/1/jacs%252E6b12838.pdf"}],"eprintid":76536,"pos":1,"placement":2,"mime_type":"application/pdf","format":"application/pdf","language":"en","security":"internal","license":"other","main":"jacs%2E6b12838.pdf","content":"inpress"},{"id":"http://authors.library.caltech.edu/id/document/250437","docid":250437,"rev_number":4,"files":[{"id":"http://authors.library.caltech.edu/id/file/1241500","fileid":1241500,"datasetid":"document","objectid":250437,"filename":"ja6b12838_si_001.pdf","mime_type":"application/pdf","hash":"9e5428a994c6a1f4df90c6039e652822","hash_type":"MD5","filesize":2571524,"mtime":"2017-04-12 18:42:43","url":"http://authors.library.caltech.edu/76536/2/ja6b12838_si_001.pdf"}],"eprintid":76536,"pos":2,"placement":3,"mime_type":"application/pdf","format":"application/pdf","language":"en","security":"public","license":"other","main":"ja6b12838_si_001.pdf","content":"supplemental"},{"id":"http://authors.library.caltech.edu/id/document/252087","docid":252087,"rev_number":4,"files":[{"id":"http://authors.library.caltech.edu/id/file/1256483","fileid":1256483,"datasetid":"document","objectid":252087,"filename":"jacs.6b12838.pdf","mime_type":"application/pdf","hash":"bbd978401e86f222030994428b5823c2","hash_type":"MD5","filesize":3308389,"mtime":"2017-05-12 14:50:26","url":"http://authors.library.caltech.edu/76536/3/jacs.6b12838.pdf"}],"eprintid":76536,"pos":3,"placement":1,"mime_type":"application/pdf","format":"application/pdf","language":"en","security":"internal","license":"other","main":"jacs.6b12838.pdf","content":"published"}],"note":"© 2017 American Chemical Society. \n\nReceived 14 December 2016. Published online 11 April 2017. \n\nWe thank the National Science Foundation (AGS-1240604 and CHE-1508526) and the National Aeronautics and Space Administration (NNX14AP46G) for supporting this work. Discussions with our Caltech colleagues and with Jozef Peeters were helpful in the analysis. We thank Frank Keutsch and Jean Rivera for the 1-OH, 2-OOH ISOPOOH used to estimate the rate of oxygen dissociation from the 1,2-hydroxyperoxy radical, and Henrik Kjaergaard for dipole moment calculations. We thank the anonymous reviewers for their critical comments that improved this manuscript. \n\nThe authors declare no competing financial interest.","id":76536,"rev_number":21,"userid":772,"eprint_dir":"disk0/00/07/65/36","datestamp":"2017-04-12 18:59:29","lastmod":"2017-05-12 14:51:34","status_changed":"2017-04-12 18:59:29","type":"article","metadata_visibility":"show","creators":[{"given":"Alexander P.","family":"Teng","id":"Teng-Alexander-P","orcid":""},{"given":"John D.","family":"Crounse","id":"Crounse-J-D","orcid":"0000-0001-5443-729X"},{"given":"Paul O.","family":"Wennberg","id":"Wennberg-P-O","orcid":"0000-0002-6126-3854"}],"ispublished":"pub","subjects":null,"full_text_status":"public","keywords":"","date":"2017-04-19","date_type":"published","publication":"Journal of the American Chemical Society","volume":"139","number":"15","pagerange":"5367-5377","id_number":"CaltechAUTHORS:20170412-112409065","refereed":true,"issn":"0002-7863","official_url":"http://resolver.caltech.edu/CaltechAUTHORS:20170412-112409065","related_url":[{"url":"http://dx.doi.org/10.1021/jacs.6b12838","type":"doi","description":"Article"},{"url":"http://pubs.acs.org/doi/full/10.1021/jacs.6b12838","type":"pub","description":"Article"},{"url":"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b12838","type":"pub","description":"Supporting Information"}],"referencetext":["(1) Sharkey, T. D.; Wiberley, A. E.; Donohue, A. R. Ann. Bot. 2007,\n101, 5.\n(2) Chameides, W. L.; Lindsay, R. W.; Richardson, J.; Kiang, C. S.\nScience 1988, 241, 1473.\n(3) Paulot, F.; Henze, D. K.; Wennberg, P. O. Atmos. Chem. Phys.\n2012, 12, 1307.\n(4) Claeys, M. Science 2004, 303, 1173.\n(5) Orlando, J. J.; Tyndall, G. S. Chem. Soc. Rev. 2012, 41, 6294.\n(6) Benson, S. W. J. Am. Chem. Soc. 1965, 87, 972.\n(7) Ruiz, R. P.; Bayes, K. D.; Macpherson, M. T.; Pilling, M. J. J. Phys.\nChem. 1981, 85, 1622.\n(8) Peeters, J.; Nguyen, T. L.; Vereecken, L. Phys. Chem. Chem. Phys.\n2009, 11, 5935.\n(9) St. Clair, J. M.; Rivera-Rios, J. C.; Crounse, J. D.; Knap, H. C.;\nBates, K. H.; Teng, A. P.; Jorgensen, S.; Kjaergaard, H. G.; Keutsch, F.\nN.; Wennberg, P. O. J. Phys. Chem. A 2016, 120, 1441.\n(10) Teng, A. P.; Crounse, J. D.; Lee, L.; St. Clair, J. M.; Cohen, R.\nC.; Wennberg, P. O. Atmos. Chem. Phys. 2015, 15, 4297.\n(11) Bates, K. H.; Crounse, J. D.; St. Clair, J. M.; Bennett, N. B.;\nNguyen, T. B.; Seinfeld, J. H.; Stoltz, B. M.; Wennberg, P. O. J. Phys.\nChem. A 2014, 118, 1237.\n(12) Crounse, J. D.; Nielsen, L. B.; Jørgensen, S.; Kjaergaard, H. G.;\nWennberg, P. O. J. Phys. Chem. Lett. 2013, 4, 3513.\n(13) Crounse, J. D.; Paulot, F.; Kjaergaard, H. G.; Wennberg, P. O.\nPhys. Chem. Chem. Phys. 2011, 13, 13607. (b) http://www.rsc.org/\nsuppdata/cp/c1/c1cp21330j/addition.htm\n(14) Paulot, F.; Crounse, J. D.; Kjaergaard, H. G.; Kroll, J. H.;\nSeinfeld, J. H.; Wennberg, P. O. Atmos. Chem. Phys. 2009, 9, 1479.\n(15) Crounse, J. D.; McKinney, K. A.; Kwan, A. J.; Wennberg, P. O.\nAnal. Chem. 2006, 78, 6726.\n(16) Taylor, W. D.; Allston, T. D.; Moscato, M. J.; Fazekas, G. B.;\nKozlowski, R.; Takacs, G. A. Int. J. Chem. Kinet. 1980, 12, 231.\n(17) Sharpe, S. W.; Johnson, T. J.; Sams, R. L.; Chu, P. M.;\nRhoderick, G. C.; Johnson, P. A. Appl. Spectrosc. 2004, 58, 1452.\n(18) Lee, L.; Teng, A. P.; Wennberg, P. O.; Crounse, J. D.; Cohen, R.\nC. J. Phys. Chem. A 2014, 118, 1622.\n(19) Nguyen, T. B.; Crounse, J. D.; Schwantes, R. H.; Teng, A. P.;\nBates, K. H.; Zhang, X.; St. Clair, J. M.; Brune, W. H.; Tyndall, G. S.;\nKeutsch, F. N.; Seinfeld, J. H.; Wennberg, P. O. Atmos. Chem. Phys.\n2014, 14, 13531.\n(20) Mills, G. P.; Hiatt-Gipson, G. D.; Bew, S. P.; Reeves, C. E.\nAtmos. Meas. Tech. 2016, 9, 4533.\n(21) Su, T.; Chesnavich, W. J. J. Chem. Phys. 1982, 76, 5183.\n(22) Atkinson, R.; Baulch, D. L.; Cox, R. A.; Crowley, J. N.;\nHampson, R. F.; Hynes, R. G.; Jenkin, M. E.; Rossi, M. J.; Troe, J.\nAtmos. Chem. Phys. 2004, 4, 1461.\n(23) Liu, Y. J.; Herdlinger-Blatt, I.; McKinney, K. A.; Martin, S. T.\nAtmos. Chem. Phys. 2013, 13, 5715.\n(24) Paulot, F.; Crounse, J. D.; Kjaergaard, H. G.; Kurten, A.; St.\nClair, J. M.; Seinfeld, J. H.; Wennberg, P. O. Science 2009, 325, 730.\n(25) Boyd, A. A.; Flaud, P. M.; Daugey, N.; Lesclaux, R. J. Phys.\nChem. A 2003, 107, 818.\n(26) Cassanelli, P.; Fox, D. J.; Cox, R. A. Phys. Chem. Chem. Phys.\n2007, 9, 4332.\n(27) Atkinson, R.; Arey, J. Chem. Rev. 2003, 103, 4605.\n(28) Peeters, J.; Müller, J. F.; Stavrakou, T.; Nguyen, V. S. J. Phys.\nChem. A 2014, 118, 8625.\n(29) Jenkin, M. E.; Murrells, T. P.; Shalliker, S. J.; Hayman, G. D. J.\nChem. Soc., Faraday Trans. 1993, 89, 433.\n(30) Zhang, R. Y.; Suh, I.; Lei, W.; Clinkenbeard, A. D.; North, S. W.\nJ. Geophys. Res. 2000, 105, 24627.\n(31) Ghosh, B.; Park, J.; Anderson, K. C.; North, S. W. Chem. Phys.\nLett. 2010, 494, 8.\n(32) Krechmer, J. E.; Coggon, M. M.; Massoli, P.; Nguyen, T. B.;\nCrounse, J. D.; Hu, W.; Day, D. A.; Tyndall, G. S.; Henze, D. K.;\nRivera-Rios, J. C.; Nowak, J. B.; Kimmel, J. R.; Mauldin, R. L.; Stark,\nH.; Jayne, J. T.; Sipilä, M.; Junninen, H.; St. Clair, J. M.; Zhang, X.;\nFeiner, P. A.; Zhang, L.; Miller, D. O.; Brune, W. H.; Keutsch, F. N.;\nWennberg, P. O.; Seinfeld, J. H.; Worsnop, D. R.; Jimenez, J. L.;\nCanagaratna, M. R. Environ. Sci. Technol. 2015, 49, 10330.\n(33) Nguyen, V. S.; Peeters, J. J. Phys. Chem. A 2015, 119, 7270.\n(34) Xie, Y.; Paulot, F.; Carter, W. P. L.; Nolte, C. G.; Luecken, D. J.;\nHutzell, W. T.; Wennberg, P. O.; Cohen, R. C.; Pinder, R. W. Atmos.\nChem. Phys. 2013, 13, 8439.\n(35) Paulot, F.; Henze, D. K.; Wennberg, P. O. Atmos. Chem. Phys.\n2012, 12, 1307.\n(36) Taraborrelli, D.; Lawrence, M. G.; Crowley, J. N.; Dillon, T. J.;\nGromov, S.; Groß, C. B. M.; Vereecken, L.; Lelieveld, J. Nat. Geosci.\n2012, 5, 300.\n(37) Fuchs, H.; Hofzumahaus, A.; Rohrer, F.; Bohn, B.; Brauers, T.;\nDorn, H.-P.; Häseler, R.; Holland, F.; Kaminski, M.; Li, X.; Lu, K.;\nNehr, S.; Tillmann, R.; Wegener, R.; Wahner, A. Nat. Geosci. 2013, 6,\n1023"],"rights":"No commercial reproduction, distribution, display or performance rights in this work are provided.","official_citation":"Isoprene Peroxy Radical Dynamics\n\nAlexander P. Teng, John D. Crounse, and Paul O. Wennberg\n\nJournal of the American Chemical Society 2017 139 (15), 5367-5377 \nDOI: 10.1021/jacs.6b12838 ","other_numbering_system":null,"funders":[{"agency":"NSF","grant_number":"AGS-1240604"},{"agency":"NSF","grant_number":"CHE-1508526"},{"agency":"NASA","grant_number":"NNX14AP46G"}],"collection":"CaltechAUTHORS","reviewer":"GP","local_group":null}